<? require_once("config.php");?>
<? require_once("views/login_check.php");?>
<? require_once("views/helper.php");?>
<? require_once("views/init.php");?>

<body class="contact-page pc">
    <div class="box-layout">
        <? require_once("views/header.php");?>

        <? require_once("views/submenu_assessment.php");?>

        <style>
            div.rotate {
                -moz-transform: rotate(-90.0deg);  /* FF3.5+ */
                -o-transform: rotate(-90.0deg);  /* Opera 10.5 */
                -webkit-transform: rotate(-90.0deg);  /* Saf3.1+, Chrome */
                        filter:  progid:DXImageTransform.Microsoft.BasicImage(rotation=0.083);  /* IE6,IE7 */
                    -ms-filter: "progid:DXImageTransform.Microsoft.BasicImage(rotation=0.083)"; /* IE8 */
            }
        </style>
    

        <!-- Start Campaign Section -->
        <section class="bg-campaing-section">
            <div class="container">
                <div class="row">
                            <div class="col-lg-12">
                                <?
                                if (!empty($_POST))
                                {
                                    $dt1_1 = intval($_POST["dt1_1"]);
                                    $dt1_2 = intval($_POST["dt1_2"]);
                                    $dt1_3 = intval($_POST["dt1_3"]);
                                    $dt1_4 = intval($_POST["dt1_4"]);
                                    
                                    $dt1 = $dt1_1+$dt1_2+$dt1_3+$dt1_4;

                                    $dt2_1 = intval($_POST["dt2_1"]);
                                    $dt2_2 = intval($_POST["dt2_2"]);
                                    $dt2_3 = intval($_POST["dt2_3"]);
                                    $dt2_4 = intval($_POST["dt2_4"]);
                                    $dt2 = $dt2_1+$dt2_2+$dt2_3+$dt2_4;

                                    $dt3_1 = intval($_POST["dt3_1"]);
                                    $dt3_2 = intval($_POST["dt3_2"]);
                                    $dt3_3 = intval($_POST["dt3_3"]);
                                    $dt3_4 = intval($_POST["dt3_4"]);
                                    $dt3 = $dt3_1+$dt3_2+$dt3_3+$dt3_4;

                                    $dt4_1 = intval($_POST["dt4_1"]);
                                    $dt4_2 = intval($_POST["dt4_2"]);
                                    $dt4_3 = intval($_POST["dt4_3"]);
                                    $dt4_4 = intval($_POST["dt4_4"]);
                                    $dt4 = $dt4_1+$dt4_2+$dt4_3+$dt4_4;

                                    $dt5_1 = intval($_POST["dt5_1"]);
                                    $dt5_2 = intval($_POST["dt5_2"]);
                                    $dt5_3 = intval($_POST["dt5_3"]);
                                    $dt5_4 = intval($_POST["dt5_4"]);
                                    $dt5 = $dt5_1+$dt5_2+$dt5_3+$dt5_4;

                                    $dt6 = $dt1+$dt2+$dt3+$dt4+$dt5;

                                    echo "<h3>1. Байгууллагын стратегийн менежмент</h3>";
                                    echo "<h5>Байгууллагын стратегийн менежментэд авсан оноо:$dt1/20</h5>";
                                    if ($dt1<=15)
                                    echo "<p>Компани нь аж үйлдвэрийн загварын шилжилтийн хүрээнд шинэ боломж өолон аюулын ач холбогдлыг дүгнэж эхлээгүй. Боловсролын сургалтын хөтөлбөр, үнэлгээ болон оношилгооны зөвлөх үйлчилгээ эсвэл аж үйлдвэрийн мэдлэгийн менежментийн үнэ цэнийн хөтөлбөрүүдэд хамрагдахыг зөвлөнө.</p>";
                                    if ($dt1>15 && $dt1<=30)
                                    echo "<p>Компанийн өнөөгийн стратеги нь дижитал шилжилтийн замналтай нийцсэн.  Тойруу замаас зайлсхийж шинэ хэрэгслийг сонгох, ашиглах талаар мэргэжлийн эксперттэй зөвлөлдөх боломжтой. Үйл ажиллагааны программууд (нийлүүлэлтийн сүлжээний дижитал  урсгалын систем болон хйимэл оюун ухааны аппликэйшнүүд) нь хэрэгцээтэй байх боломжтой.</p>";
                                    if ($dt1>30)
                                    echo "<p>Компанийн стратеги нь дижитал өөрчлөлтөд зориулсан маш сайн нөөц болон орчинг хангаж өгсөн. Энэ нь компанийн соёлын шинж чанарыг дүгнэх болон дижитал хэрэгслийн шилжилтийн үеийн хариу үйлдлийг үнэлэх, эрсдлийг дэмжих зөвлөхийг ажиллуулахыг санал болгож байна.</p>";

                                    echo "<h3>2. Дижитал технологийн аппликэйшн</h3>";
                                    echo "<h5>Дижитал технологийн аппликэйшн авсан оноо:$dt2/20</h5>";
                                    if ($dt2<=15)
                                    echo "<p>Компани нь дижитал хэрэгслийн ашиглахад үүсэх ямар нэг гэнэтийн байдалд үүссэн эрсдлийг даах чадваргүй. Иймд мэдээллийн системийн төсөл болон санхүүгийн хариу арга хэмжээний чадварын хүрээнд үнэлгээ болон дүн шинжилгээнд хамрагдвал зохиостой.</p>";
                                    if ($dt2>15 && $dt2<=30)
                                    echo "<p>Компани нь дижитал хэрэгслийг тасралтгүй шинэчлэх боломжтой хэдий ч мэдээллийн аюулгүй байдал болон дижитал хэрэгслийн хүрээнд бий болох эрсдэлд хангалттай хяналт байхгүй. Иймд төслийн нөөцийг зөв хуваарилахын тулд мэдээллийн аюулгүй байдлын сургалтыг төлөвлөж, сургуулилт хийвэл зохистой</p>";
                                    if ($dt2>30)
                                    echo "<p>Компани нь дижитал хэрэгсэл болон мэдээллийн аюулгүй байдлын хүрээнд бий болох эрсдэлд хангалттай хяналттай. Компани нь хиймэл оюун ухааны талаар ойлголт авах эсвэл хүн-машины хамтын ажиллагааны талаар тодорхой хэмжээний чадвартай. Иймд ажилчдыг хүний нөөцийн хөгжил болон хиймэл овюун ухааны шийдвэрлэж чадахгүй асуудалд туслах зорилготой инноваци, санаачлагатай байдлын сургалт, асуудлыг оновчтой тодорхойлох зэрэг воркшопд хамрагдвал зохистой.</p>";



                                    echo "<h3>3. Байгууллагын үнэ цэнийг бий болгох</h3>";
                                    echo "<h5>Байгууллагын үнэ цэнийг бий болгох авсан оноо:$dt3/20</h5>";
                                    if ($dt3<=15)
                                    echo "<p>Компани нь ажилчдын менежментэд туслах боломжтой дижитал систем эсвэл хэрэгслийн талаар мэдлэггүй эсвэл чухал шаардлагыг ойлгоогүй. Иймд боловсролын сургалтын хөтөлбөр, засгийн газрын төлөвлөгөөний үнэлгээ, төслийн үйл явцыг дахин бий болгох дүн шинжилгээ хийх зэрэгт хамрагдах бөгөөд мэргэжлийн хүмүүсээр тохиромжтой үйл явцыг төлөвлөх, зохистой дижитал хэрэгсэл, танилцуулах шаардлагатай системийг  санал болгох нь зүйтэй</p>";
                                    if ($dt3>15 && $dt3<=30)
                                    echo "<p>Компани нь шаардлагатай дижитал хэрэгсэл эсвэл системийг менежментэд зориулан ашиглаж эхэлсэн боловч энэ нь үйлдвэрлэлийн дараах дүн шинжилгээнд зориулсан. Компани болон ханган нийлүүлэгчдийг хэрэглэгчидтэй илүү ойр дотно харилцаа холбоо тогтооход туслах олон шинэ дижитал хэрэгсэл, системүүд байдаг. Компани нь дараагийн түвшинд ахихын тулд үйлдвэрлэлийн үр ашгийг сайжруулах эсвэл IIOT гэх мэт үйл ажиллагааны төслүүдийг нэвтрүүлбэл зохистой.</p>";
                                    if ($dt3>30)
                                    echo "<p>Компани нь ажилтан бүрийг төхөөрөмж бүрийн үр ашгийг холбосон дижитал хэрэгсэл, систем ашиглан бүрэн, цагаа олсон менежментийн загвараар хангасан. Иймд цаашид хаягдлыг бууруулж үйлдвэрлэлийн үр ашгийг нэмэгдүүлэхийн тулд үйлдвэрлэлийн таамаглал, чанарын таамаглал, төхөөхөмжийн нөхцөл байдлын таамаглалын менежментийн шийдвэрийг дүгнэхийн тулд цугларсан өгөгдөлд дүн шинжилгээ хийж, хиймэл оюун ухааны ойлголтыг нэвтрүүлбэл зохистой. </p>";


                                    echo "<h3>4. Хэрэглэгчийн соёлын экологи</h3>";
                                    echo "<h5> Хэрэглэгчийн соёлын экологи авсан оноо:$dt4/20 </h5>";
                                    if ($dt4<=15)
                                    echo "<p>Энэ нь ERP, CRM, POS, BI зэрэг системүүдийг нэвтрүүлэн дижитал хэрэгслийн тусламжтайгаар хэрэглэгчийн өгөгдлийг цуглуулах, мөн үүнд дүн шинжилгээ хийх, хэрэглэгчийн хэрэгцээтэй холбоотой мэдээллийг ойлгох шаардлагатайг зөвлөж байна.</p>";
                                    if ($dt4>15 && $dt4<=30)
                                    echo "<p>Хэрхэн шинэ бизнесийн загварыг бий болгож, маркетингийн стратегийг сайжруулах талаар гол өгөгдлийг ашиглах эсвэл дүн шинжилгээ хийх чадварыг сайжруулбал зохистой. Маркетингийг зөв хийснээр их хэмжээний орлого олж, шинэ зах зээлд тэлэх боломжтой.</p>";
                                    if ($dt4>30)
                                    echo "<p>Компани нь хэрэглэгчийн хэрэгцээ шаардлагыг ойлгож, шинэ маркетингийн стратегийг боловсруулах мөн бизнесийн шинэ моделыг бий болгож чаддаг. Шинэ арга барил, хэрэгсэл, зорилтот хэрэглэгчийн бүлгийн хандлагыг байнга ойлгохыг зөвлөж байна. </p>";

                                    echo "<h3>5. Борлуулалтын инновацын загвар</h3>";
                                    echo "<h5>Борлуулалтын инновацын загвар авсан оноо:$dt5/20</h5>";
                                    if ($dt5<=15)
                                    echo "<p>Бизнес эрхлэгч нь бизнесийн загварын талаар ойлголттой болох, өөрийн компанийн бизнесийн загварт шаардлагатай гол өгөгдлийг цуглуулах чадвартай байх, бизнесийн загварын үйл ажиллагаанд дүн шинжилгээ хийж, зөв хянадаг байх. </p>";
                                    if ($dt5>15 && $dt5<=30)
                                    echo "<p>Одоог байгаа өгөгдөлд үндэслэн өнөөгийн бизнес загварын үнэ цэнийг тайлбарлах чадвартай байх (хэрэглэгчийн үнэ цэнийг бүтэгдээхүүн/үйлчилгээний нийлүүлэлтийн цаг болгон үйлдвэрлэх). Одоогийн хэрэглэгчийн хэрэглэж буй загвараас шинэ техник, хэрэгсэл бодож олох. Эдгээр загваруудын юуг өөрчилснөөр бүх талуудад өндөр ашиг авчрах вэ. (Нэг талын ашиг нь бизнесийн загварын шинэчлэл гэж үзлэггүй)</p>";
                                    if ($dt5>30)
                                    echo "<p>Энэ түвшинд компанид бизнесийн загварыг хэрэгжүүлэх чадвар, хамтрагчдыг идэвхитэй хайх, шинэ техник, техниологийг ойлгох, бүх талууд харилцан ашигтай байх харилцааг бий болгох хэрэгтэй. Салбар хоорондын эколошид оролцох нь одоогийн бизнесийн загварт хэрэгжүүлэх шинэ талбарыг олно</p>";
                                    
                                    echo "<h4> та нийт $dt6/100 авсан байна.</h4>";
                                    if ($dt6<=25)
                                    echo "<p> Танай байгууллага бүтээмж, сайжруулалтын хөтөлбөрийн нэвтрүүлэх үе шат дээр явж байна. Энэ нь Танай байгууллагад бүтээмж, чанарын менежментийн тогтолцоо огт хэрэгждэггүй/нэвтрүүлэлтийн эхэн үед явж байна буюу бүтээмж, чанарыг дээшлүүлэх төлөвлөгөө, зорилт байхгүй; бүтээмж, чанартай холбоотой өгөгдөл, мэдээлэл дутмаг; сайжруулалтын ажил зөвхөн асуудал гарч ирсэн үед хийгддэг; дотоод үйл ажиллагааны менежментийн оновчгүй байдлаас үүдэж хөдөлмөрийн бүтээмж, бүтээгдэхүүн ба үйлчилгээний чанар тогтмол сайн үзүүлэлттэй байж чаддаггүй; ажлын байран дээрх 7 алдагдал ихтэй, харьцуулсан мэдээлэл байхгүй, ажилчдад зориулсан сургалт, идэвхжүүлэлт сул гэж үзэж байна. Иймд Танай байгууллага 7 алдагдлаа тодорхойлж, Бүтээмж, сайжруулалтын хөтөлбөрийг үе шаттайгаар үйл ажиллагаандаа нэвтрүүлж, ажилчдад таниулан сургах замаар бүтээмж, чанарын тасралтгүй сайжруулалтыг хангахыг зөвлөж байна.</p>";
                                    if ($dt6>25 && $dt6<=50)
                                    echo "<p> Танай байгууллага бүтээмж, сайжруулалтын хөтөлбөрийн хэрэгжүүлэлтийн эхний үе шат дээр явж байна. Энэ нь Танай байгууллагад бүтээмж, чанарын менежментийн тогтолцоо зарим талбарт хязгаарлагдмал байдлаар хэрэгждэг буюу бүтээмж, чанарыг дээшлүүлэх төлөвлөгөө ба хүрэх цэгээ тодорхойлж, энэ чиглэлээр ажлууд хийгдэж эхэлсэн; зөвхөн асуудал гарсан үед хариу арга хэмжээ авдаг байдлаас үйл ажиллагааны сайжруулалтын чиг хандлага руу шилжиж байгаа; бүтээмж, чанартай холбоотой өгөгдөл, мэдээлэл цуглуулж эхэлсэн; хөдөлмөрийн бүтээмж, бүтээгдэхүүн ба үйлчилгээний чанар сайжирч байгаа ч урт хугацаанд тогтмол өссөн үзүүлэлттэй байж чаддаггүй, зарим ажлын процессууд дээр дээр 7 алдагдал ажиглагддаг, харьцуулсан мэдээлэл цуглуулж эхэлсэн, ажилчдад зориулсан сургалт, идэвхжүүлэлт дундаж гэж үзэж байна. Иймд Танай байгууллага 7 алдагдлаа тодорхойлж, Бүтээмж, сайжруулалтын хөтөлбөрийг үе шаттайгаар үйл ажиллагаандаа нэвтрүүлж, ажилчдад таниулан сургах замаар бүтээмж, чанарын тасралтгүй сайжруулалтыг хангахыг зөвлөж байна.</p>";
                                    if ($dt6>50 && $dt6<=75)
                                    echo "<p>Танай байгууллага бүтээмж, сайжруулалтын хөтөлбөрийн хэрэгжүүлэлтийн 2-р үе шат дээр явж байна. Энэ нь Танай байгууллагад бүтээмж, чанарын менежментийн тогтолцоо ихэнх талбарт хангалттай бус ч тодорхой хэмжээнд хэрэгждэг буюу бүтээмж, чанарыг дээшлүүлэх төлөвлөгөө, хамаарах бодлого, зорилтуудаа тодорхойлж, энэ чиглэлээр ажлууд хийгдээд тодорхой хугацаа өнгөрсөн; бүтээмж, чанарын дээшлүүлэхдээ ажлын процесстой уялдуулж авч үзэж, сайжруулах эхний алхмууд хийгдсэн, бүтээмж, чанартай холбоотой өгөгдөл, мэдээлэл тогтмол цуглуулж өмнөх үе ба бусад байгууллагуудтай харьцуулж авч үздэг; хөдөлмөрийн бүтээмж, бүтээгдэхүүн ба үйлчилгээний чанар өссөн үзүүлэлттэй, зарим ажлын процессууд дээр дээр 7 алдагдал ажиглагддаг ба энэ тал дээр сайжруулах алхмууд хийгдэж байгаа, ажилчдад зориулсан сургалт, идэвхжүүлэлт сайн гэж үзэж байна. Иймд Танай байгууллага 7 алдагдлаа тодорхойлж, бүтээмж, сайжруулалтын хөтөлбөрийн хэрэгжилтийг шат ахиулах замаар  байгууллагын түвшний бүтээмж, чанарын менежментийн тогтолцоо болгон цогцоор нь авч үзэж, тасралтгүй сайжруулалтыг хангахыг зөвлөж байна. </p>";
                                    if ($dt6>75 && $dt6<=100)
                                    echo "<p> Танай байгууллага бүтээмж, сайжруулалтын хөтөлбөрийн хэрэгжүүлэлтийн 3-р үе шат дээр явж байна. Энэ нь Танай байгууллагад бүтээмж, чанарын менежментийн тогтолцоо ихэнх чухал хэсэгт сайн хэрэгждэгийг илтгэж байна. Өөрөөр хэлбэл, бүтээмж, чанарыг дээшлүүлэх төлөвлөгөө, холбогдох бодлого, журам, гарын авлага зэргийг мөрдөөд тодорхой хугацаа өнгөрсөн, сайжруулах үйл явц, байгууллагын зарим суралцалт, түүний дотор инновац бий болсон; сайжруулалтын аргачлал нь байгууллагын хэрэгцээ шаардлага, орчин нөхцөл, үйл ажиллагааны процесстой уялддаг; ихэнх талбаруудын бүтээмж, чанарын гүйцэтгэлийг хэмждэг ба тэдгээрийн гүйцэтгэлийн үр дүн сайн, бүтээмж, чанартай холбоотой өгөгдөл, мэдээлэл тогтмол цуглуулж өмнөх үе ба бусад байгууллагуудтай харьцуулж авч үздэг; хөдөлмөрийн бүтээмж, бүтээгдэхүүн ба үйлчилгээний чанар тогтмол өссөн үзүүлэлттэй, зарим ажлын процессууд дээр дээр 7 алдагдал ажиглагддаг ч энэ тал дээр сайжруулах алхмууд хийгдэж байгаа; ажилчдад зориулсан сургалт, идэвхжүүлэлт сайн гэж үзэж байна. Иймд Танай байгууллага 7 алдагдлаа тогтмол тодорхойлж, мөн бүтээмж, чанарын менежментийн тогтолцооны тасралтгүй сайжруулалтыг хангахыг зөвлөж байна. </p>";


                                   ?>
                                    <div class="mt-3">
                                        <p class="text-danger">Дижитал шилжилтийн үйл явц</p>
                                        <p class="text-danger">Түвшин 1 (Эхэн үе): Компани нь ажил гүйцэтгэх үйл явцад аливаа дижитал бүтээгдэхүүнийг ашигладаггүй. Дижитал хэрэгслүүд нь зөвхөн өгөгдөл, бүртгэлиийг хадагалахад ашиглагддаг эсвэл өгөгдөл, бүртгэл хадгалагддаггүй. Ажил гүйцэтгэгч нь одоогийн хэрэгцээг хангахад өмнөх ажлын үйл явц нь хангалттай гэж үздэг. Дижитал бүтээгдэхүүн танилцуулах эсвэл дижитал өгөгдөл, бүртгэл нь зардал, алдагдлыг хэт их нэмэгдүүлнэ</p>
                                        <p class="text-danger">Түвшин 4 (Нэвтрүүлэлтийн үе):</p>
                                        <p class="text-danger">Компани нь ажил гүйцэтгэх үйл явцад шаардлагатай дижитал бүтээгдэхүүн, өгөгдөл, бүртгэлийг хангалттай ашигладаг. Дижитал хэрэгслүүд нь дижитал өгөгдөл, бүртгэлийг тасралтгүй хадгалдаг. Хадгалагдсан өгөгдөл, бүртгэл нь жижиг арал бөгөөд эдгээр нь хуваалцах эсвэл солилцох боломжгүй. Ажил гүйцэтгэгч нь өмнөх ажлын үйл явцаас үүссэн их хэмжээний тодорхой мэдээллүүд байгааг хүлээн зөвшөөрч, одоогийн дүн шинжилгээ нь компанийн хэрэгцээг хангаж чадна гэж үздэг. Дэлгэрэнгүй дүн шинжилгээ, туршлага хуваалцах нь шаардлагагүй гэж үздэг."</p>
                                        <p class="text-danger">Түвшин 7 (Хөгжлийн үе): </p>
                                        <p class="text-danger">Компани нь гар ажиллагаатай ажил гүйцэтгэх үйл явцад дижитал бүтээгдэхүүнийг хангалттай ашигладаг. Дижитал хэрэгслүүд нь өгөгдөл, бүртгэлиийг хадагалах, хуваалцах эсвэл солилцдог. Өмнөх өгөгдөл болон бүртгэлийг нь хамтад нь танилцуулах эсвэл дүн шинижилгээ хийснээр ажилчдад зөвлөгөө өгөх эсвэл шийдвэр гаргахад нь тусална. Ажил гүйцэтгэгч нь ажил төлөвлөх, гүйцэтгэх, хэрэглэгчийн хэрэгцээг хангах болон одоогийн статусыг хадгалах компанийн шаардлагыг зохих ѐсоор хангах зэрэгт өгөгдлийг ашиглах нь компанийн тогтвортой байдалд чухал хүчин зүйл гэж үздэг.</p>
                                        <p class="text-danger">Түвшин 10 (Дижиталчилсан үе): </p>
                                        <p class="text-danger">Компани нь ажил гүйцэтгэх үйл явцад дижитал бүтээгдэхүүн, өгөгдөл, бүртгэлийг хангалттай ашигладаг ба шийдвэр гаргалтыг оновчтой болгох дүн шинжилгээний дараа онолын загварыг бий болгоход ажилтнуудад тусалдаг. Өмнөх онолын загварууд нь өдөр тутмын ажлыг автоматжуулж, гар ажиллаатай ажлын ачааллыг ихээхэн бууруулж чадна. Ажил гүйцэтгэгч нь автоматжуулсан ажлын үр дүнд итгэдэг ба онолын загваруудад үндэслэн шийдвэр гаргаж, үнэ цэнэ бий болгосон үйл ажиллагаанд хангалттай цаг гарган төвлөрөх боломжтой болдог"</p>
                                    </div>

                                    <div class="text-center mt-3">
                                        <a href="assessment_dt" class="btn btn-default btn-lg">Ахин тооцоолох</a>
                                    </div>



                                   <?
                                }
                                else 
                                {
                                    ?>
                                    <div class="contacts">
                                        <form method="post" action="assessment_dt"  id="feedback-form" class="contact-form clear">
                                            <h3 class="text-center">ЖДЖДҮ-д зориулсан дижитал шилжилтийн төлөвшлийн цахим үнэлгээ</h3>
                                                <table class="table table-responsive mpo_assessment">
                                                    <thead>
                                                        <tr>
                                                            <th>№</th>
                                                            <th>Талбар</th>
                                                            <th width="200px">Үнэлгээ</th>
                                                        </tr>
                                                        <tr>
                                                            <th>1.</th>
                                                            <th colspan="2">Байгууллагын стратеги</th>
                                                        </tr>
                                                    </thead>
                                                    <tbody>
                                                        <tr>
                                                            <td>1.1</td>
                                                            <td>Компани нь өмнө нь ашиглагдаж байгаагүй дижитал хэрэгслүүдийг үзэх боломжтой бөгөөд тэдгээрийн шинэчлэлтийг үйл ажиллагааны үндсэн зорилго болгох, танилцуулах болон удирдах ажлыг эхлүүлэх</td>
                                                            <td>
                                                                <select class="form-control" name="dt1_1">
                                                                    <option disabled selected>Үнэлэх</option>
                                                                    <option value="0">0</option>
                                                                    <option value="1">1</option>
                                                                    <option value="2">2</option>
                                                                    <option value="3">3</option>
                                                                    <option value="4">4</option>
                                                                    <option value="5">5</option>
                                                                </select>
                                                            </td>
                                                        </tr>
                                                        <tr>
                                                            <td>1.2</td>
                                                            <td>Компани нь үйл ажиллагааны зорилгодоо хүрэх эсвэл өөрчлөх хүртлээ түр зуурын төслийн баг болон тодорхой үйл ажиллагааны зорилгыг дэмжих үүднээс үйл ажиллагааны чиглэл бүрээс (алба, баг) шаардлагатай ажилчдыг авах боломжтой</td>
                                                            <td>
                                                                <select class="form-control" name="dt1_2">
                                                                    <option disabled selected>Үнэлэх</option>
                                                                    <option value="0">0</option>
                                                                    <option value="1">1</option>
                                                                    <option value="2">2</option>
                                                                    <option value="3">3</option>
                                                                    <option value="4">4</option>
                                                                    <option value="5">5</option>
                                                                </select>
                                                            </td>
                                                        </tr>
                                                        <tr>
                                                            <td>1.3</td>
                                                            <td>Компани нь хүний нөөцийн урсгалыг дотооддоо удирдах болон чиг үүргийн баг бүрийн (алба, баг) дотоод ажилчдын дижитал хэрэгслийн талаарх мэдлэгийг нэмэх үүднээс дижитал хэрэгслийг ашиглах боломжтой</td>
                                                            <td>
                                                                <select class="form-control" name="dt1_3">
                                                                    <option disabled selected>Үнэлэх</option>
                                                                    <option value="0">0</option>
                                                                    <option value="1">1</option>
                                                                    <option value="2">2</option>
                                                                    <option value="3">3</option>
                                                                    <option value="4">4</option>
                                                                    <option value="5">5</option>
                                                                </select>
                                                            </td>
                                                        </tr>
                                                        <tr>
                                                            <td>1.4</td>
                                                            <td>Компани нь эх сурвалжиж итгэсний дараагаар ажилчид нь дижитал мэдээлэл эсвэл системийн өгөгдөлд тулгуурлан өөрсдийн ажлыг аль ч шатан, ямар ч аргаар гүйцэтгэж шийдвэр гаргахад боломжтой </td>
                                                            <td>
                                                                <select class="form-control" name="dt1_4">
                                                                    <option disabled selected>Үнэлэх</option>
                                                                    <option value="0">0</option>
                                                                    <option value="1">1</option>
                                                                    <option value="2">2</option>
                                                                    <option value="3">3</option>
                                                                    <option value="4">4</option>
                                                                    <option value="5">5</option>
                                                                </select>
                                                            </td>
                                                        </tr>
                                                    </tbody>
                                                    <thead>                                                       
                                                        <tr>
                                                            <th>2.</th>
                                                            <th colspan="2">Дижитал технологийн аппликэйшн</th>
                                                        </tr>
                                                    </thead>
                                                    <tbody>
                                                        <tr>
                                                            <td>2.1</td>
                                                            <td>Компани нь ажлын үйл явцын дунд дижитал хэрэгслийг танилцуулсан, эсвэл цахим өгөгдлийг электрон хэрэгслийн тусламжтайгаар бий болгож байсан, бий болсон мэдээлэл нь бусад нэгж хэсэг, албатай эсвэл өмнөх болон дараах алхамуудтай холбогдсон бөгөөд нөлөөлдөг</td>
                                                            <td>
                                                                <select class="form-control" name="dt2_1">
                                                                    <option disabled selected>Үнэлэх</option>
                                                                    <option value="0">0</option>
                                                                    <option value="1">1</option>
                                                                    <option value="2">2</option>
                                                                    <option value="3">3</option>
                                                                    <option value="4">4</option>
                                                                    <option value="5">5</option>
                                                                </select>
                                                            </td>
                                                        </tr>                       
                                                        <tr>
                                                            <td>2.2</td>
                                                            <td>Компани нь тогтсон харилцаа холбооны аргатай (дотоод, гадаад). Тухайн арга нь илүү дижиталчлагдсан бөгөөд бүхий л хэрэглэгчдийг өөрсдийн ур чадварын дагуу тодорхой функцийг ашиглах боломжийг бий болгодог </td>
                                                            <td>
                                                                <select class="form-control" name="dt2_2">
                                                                    <option disabled selected>Үнэлэх</option>
                                                                    <option value="0">0</option>
                                                                    <option value="1">1</option>
                                                                    <option value="2">2</option>
                                                                    <option value="3">3</option>
                                                                    <option value="4">4</option>
                                                                    <option value="5">5</option>
                                                                </select>
                                                            </td>
                                                        </tr>                                                        
                                                        <tr>
                                                            <td>2.3</td>
                                                            <td>Компани нь өмнө нь ашиглагдаж байгаагүй дижитал хэрэгслийг таницуулсан бөгөөд гэнэтийн санаандгүй хэрэгсэл, эсвэл гэнэтийн зардалд хариу үзүүлэх болон мэдээллийн аюулгүй байдлыг хангахад шаардлагатай санхүүгийн төлөвлөгөөнд тодорхой хувийн төсвийг төлөвлөх</td>
                                                            <td>
                                                                <select class="form-control" name="dt2_3">
                                                                    <option disabled selected>Үнэлэх</option>
                                                                    <option value="0">0</option>
                                                                    <option value="1">1</option>
                                                                    <option value="2">2</option>
                                                                    <option value="3">3</option>
                                                                    <option value="4">4</option>
                                                                    <option value="5">5</option>
                                                                </select>
                                                            </td>
                                                        </tr>             
                                                        <tr>
                                                            <td>2.4</td>
                                                            <td>Компани нь дижитал хэрэгсэл эсвэл электрон хэрэгслийн бий болгосон түүхэн өгөгдлийн ашиглан хөдөлмөрийн ачааллыг бууруулж, нийт үр ашгийг нэмэгдүүлэх боломжтой</td>
                                                            <td>
                                                                <select class="form-control" name="dt2_4">
                                                                    <option disabled selected>Үнэлэх</option>
                                                                    <option value="0">0</option>
                                                                    <option value="1">1</option>
                                                                    <option value="2">2</option>
                                                                    <option value="3">3</option>
                                                                    <option value="4">4</option>
                                                                    <option value="5">5</option>
                                                                </select>
                                                            </td>
                                                        </tr>                                                                                                                                                                  
                                                    </tbody>
                                                    <thead>                                                       
                                                        <tr>
                                                            <th>3.</th>
                                                            <th colspan="2">Байгууллагын үнэ цэнийг бий болгох</th>
                                                        </tr>
                                                    </thead>
                                                    <tbody>
                                                        <tr>
                                                            <td>3.1</td>
                                                            <td>Компани нь нийлүүлэлтийн гинжин холбооны (нийлүүлэгч болон хэрэглэгч) дээд урсгал болон доод урсгалтай холбоглох дижитал хэрэгслийг ашигладаг бөгөөд өмнө нь байгаагүй үнэн зөв мэдээллийг олж авахын зэрэгцээ нийтийг хамарсан үйл ажиллагаанд шаардагддаг цаг болон зардлыг багасгадаг</td>
                                                            <td>
                                                                <select class="form-control" name="dt3_1">
                                                                    <option disabled selected>Үнэлэх</option>
                                                                    <option value="0">0</option>
                                                                    <option value="1">1</option>
                                                                    <option value="2">2</option>
                                                                    <option value="3">3</option>
                                                                    <option value="4">4</option>
                                                                    <option value="5">5</option>
                                                                </select>
                                                            </td>
                                                        </tr>                       
                                                        <tr>
                                                            <td>3.2</td>
                                                            <td>Компани нь бүтээгдэхүүний үнэ цэнэ (бүтээгдэхүүн эсвэл үйлчилгээ) дотооддоо өсөхийн зэрэгцээ дижитал хэрэгслийн тусламжтайгаар нэг үе шатлалын нөхцөл байдлыг ойлгож, дотоод болон гадаад мэдээлэлд нийцүүлэн ажлын гүйцэтгэлийн процесст тулгуурлан тохируулах боломжтой</td>
                                                            <td>
                                                                <select class="form-control" name="dt3_2">
                                                                    <option disabled selected>Үнэлэх</option>
                                                                    <option value="0">0</option>
                                                                    <option value="1">1</option>
                                                                    <option value="2">2</option>
                                                                    <option value="3">3</option>
                                                                    <option value="4">4</option>
                                                                    <option value="5">5</option>
                                                                </select>
                                                            </td>
                                                        </tr>                                                        
                                                        <tr>
                                                            <td>3.3</td>
                                                            <td>Компани нь дижитал хэрэгслийг ашиглан бүтээгдэхүүний хадгалалт, хүргэлтийг тохируулах, удирдах эсвэл бараа материалын бодит цаг, хүргэлтийн төлөвийг хянах, шаардлагатай бараа материал мөн хүргэлтийн хувь хэмжээг компанийн хамгийн тохиромжтой гэж үзсэнээр байлгах боломжтой</td>
                                                            <td>
                                                                <select class="form-control" name="dt3_3">
                                                                    <option disabled selected>Үнэлэх</option>
                                                                    <option value="0">0</option>
                                                                    <option value="1">1</option>
                                                                    <option value="2">2</option>
                                                                    <option value="3">3</option>
                                                                    <option value="4">4</option>
                                                                    <option value="5">5</option>
                                                                </select>
                                                            </td>
                                                        </tr>             
                                                        <tr>
                                                            <td>3.4</td>
                                                            <td>Компани нь ханган нийлүүлэгчдэд захиалга өгөхөөс эхлэн бүтээгдэхүүнийг хэрэглэгчдэд хүргэх хүртэлх үйл явцын бусад хамааралтай үе шатуудыг дамжсан нэг үе шатанд бий болсон мэдээллийг олж авах, динамик менежментийг удирдах арга хэмжээг тохируулах боломжтой</td>
                                                            <td>
                                                                <select class="form-control" name="dt3_4">
                                                                    <option disabled selected>Үнэлэх</option>
                                                                    <option value="0">0</option>
                                                                    <option value="1">1</option>
                                                                    <option value="2">2</option>
                                                                    <option value="3">3</option>
                                                                    <option value="4">4</option>
                                                                    <option value="5">5</option>
                                                                </select>
                                                            </td>
                                                        </tr>                                                                                                                                                                  
                                                    </tbody>
                                                    <thead>                                                       
                                                        <tr>
                                                            <th>4.</th>
                                                            <th colspan="2">Инновацийн үнэ цэнэ</th>
                                                        </tr>
                                                    </thead>
                                                    <tbody>
                                                        <tr>
                                                            <td>4.1</td>
                                                            <td>Компани нь зорилтот хэрэглэгчийн бүлгийн ашигладаг дижитал хэрэгслийн талаар ойлголт авах үр дүнтэй сувагтай ба эдгээр хэрэгслийг мэдээлэл цуглуулах, өгөгдөлд дүн шинжилгээ хийх болон маркетингийн үйл ажиллагааг явуулахад ашигладаг</td>
                                                            <td>
                                                                <select class="form-control" name="dt4_1">
                                                                    <option disabled selected>Үнэлэх</option>
                                                                    <option value="0">0</option>
                                                                    <option value="1">1</option>
                                                                    <option value="2">2</option>
                                                                    <option value="3">3</option>
                                                                    <option value="4">4</option>
                                                                    <option value="5">5</option>
                                                                </select>
                                                            </td>
                                                        </tr>                       
                                                        <tr>
                                                            <td>4.2</td>
                                                            <td>Компани нь өмнө ашиглаж байгаагүй дижитал хэрэгслийг танилцуулж болох ба энэхүү хэрэгслийн зориулалт, ашиглалт дээр үндэслэн бүтээгдэхүүний (бүтээгдэхүүн эсвэл үйлчилгээ) үнэ цэнийг нэмэгдүүлэх зэрэгт түргэн ашиглах боломжтой. Маркетинг болон суваг хөрвүүлэх чадвар</td>
                                                            <td>
                                                                <select class="form-control" name="dt4_2">
                                                                    <option disabled selected>Үнэлэх</option>
                                                                    <option value="0">0</option>
                                                                    <option value="1">1</option>
                                                                    <option value="2">2</option>
                                                                    <option value="3">3</option>
                                                                    <option value="4">4</option>
                                                                    <option value="5">5</option>
                                                                </select>
                                                            </td>
                                                        </tr>                                                        
                                                        <tr>
                                                            <td>4.3</td>
                                                            <td>Компани нь зорилтот хэрэглэгчийн бүлгийн ашигладаг дижитал хэрэгслийг хурдан таницуулж чаддаг бөгөөд энэ нь өмнө ашиглагдаж байгаагүй байх ба хоцрогдсон маркетинг, сувгийн загварыг зорилтот хэрэглэгчдийн бүлэгт хандах арга болгон орлуулж чаддаг.</td>
                                                            <td>
                                                                <select class="form-control" name="dt4_3">
                                                                    <option disabled selected>Үнэлэх</option>
                                                                    <option value="0">0</option>
                                                                    <option value="1">1</option>
                                                                    <option value="2">2</option>
                                                                    <option value="3">3</option>
                                                                    <option value="4">4</option>
                                                                    <option value="5">5</option>
                                                                </select>
                                                            </td>
                                                        </tr>             
                                                        <tr>
                                                            <td>4.4</td>
                                                            <td>Компани нь өмнө нь байгаагүй дижитал хэрэгслийг ашиглах болон зорилтот хэрэглэгийн бүлгүүдийш харилцан үйлчлэлийн аргын хүлээн зөвшөөрөхийг ятгах, хэрэглэгчийн үйлчилгээ болон дэмжлэгийн үр ашигтай байдлыг үр дүнтэй нэмэгдүүлэх, үйлчилгээний нийт зардлыг бууруулж хэрэглэгчийн сэтгэл ханамжийг нэмэгдүүлэх боломжтой.</td>
                                                            <td>
                                                                <select class="form-control" name="dt4_4">
                                                                    <option disabled selected>Үнэлэх</option>
                                                                    <option value="0">0</option>
                                                                    <option value="1">1</option>
                                                                    <option value="2">2</option>
                                                                    <option value="3">3</option>
                                                                    <option value="4">4</option>
                                                                    <option value="5">5</option>
                                                                </select>
                                                            </td>
                                                        </tr>                                                                                                                                                                  
                                                    </tbody>
                                                    <thead>                                                       
                                                        <tr>
                                                            <th>5.</th>
                                                            <th colspan="2">Борлуулалтын инновацын загвар</th>
                                                        </tr>
                                                    </thead>
                                                    <tbody>
                                                        <tr>
                                                            <td>5.1</td>
                                                            <td>"Компани нь менежментийн систем, арга барилыг өөрчлөх, өмнө байгаагүй ашгийн шинэ эх сурвалжийг бий болгох зэрэгт тодорхой дижитал хэрэгслүүдийг ашигладаг. </td>
                                                            <td>
                                                                <select class="form-control" name="dt5_1">
                                                                    <option disabled selected>Үнэлэх</option>
                                                                    <option value="0">0</option>
                                                                    <option value="1">1</option>
                                                                    <option value="2">2</option>
                                                                    <option value="3">3</option>
                                                                    <option value="4">4</option>
                                                                    <option value="5">5</option>
                                                                </select>
                                                            </td>
                                                        </tr>                       
                                                        <tr>
                                                            <td>5.2</td>
                                                            <td>"Компани нь урьд өмнө орж байгаагзй зорилтот хэрэглэгчийн бүлэгт ойртох эсвэл тодорхой үйл ажиллагааны зорилтот зах зээлд дижитал хэрэгсэл ашиглан үр дүнтэйгээр ойртон орох боломжтой.  </td>
                                                            <td>
                                                                <select class="form-control" name="dt5_2">
                                                                    <option disabled selected>Үнэлэх</option>
                                                                    <option value="0">0</option>
                                                                    <option value="1">1</option>
                                                                    <option value="2">2</option>
                                                                    <option value="3">3</option>
                                                                    <option value="4">4</option>
                                                                    <option value="5">5</option>
                                                                </select>
                                                            </td>
                                                        </tr>                                                        
                                                        <tr>
                                                            <td>5.3</td>
                                                            <td>"Компани нь тодорхой дижитал хэрэгслийг ашиглан тогтсон харилцааны сувгийг бий болгож чадах ба энэ нь бүтээгдэхүүний мэдээллийг үр дүнтэй түгээж бүтээгдэхүүн зорилтот хэрэглэгчийн бүлэгт хүрээмтжэй байна. </td>
                                                            <td>
                                                                <select class="form-control" name="dt5_3">
                                                                    <option disabled selected>Үнэлэх</option>
                                                                    <option value="0">0</option>
                                                                    <option value="1">1</option>
                                                                    <option value="2">2</option>
                                                                    <option value="3">3</option>
                                                                    <option value="4">4</option>
                                                                    <option value="5">5</option>
                                                                </select>
                                                            </td>
                                                        </tr>             
                                                        <tr>
                                                            <td>5.4</td>
                                                            <td>"Компани нь тодорхой дижитал хэрэгсэл ашиглан ашгийг бий болгож чаддаг ба, дараагийн инновацийн хэрэгсэл нэгдэх хүртэл өмнө байгаагүй бизнесийн загварыг энэхүү хэрэгслийг ашиглан өргөжүүлнэ.</td>
                                                            <td>
                                                                <select class="form-control" name="dt5_4">
                                                                    <option disabled selected>Үнэлэх</option>
                                                                    <option value="0">0</option>
                                                                    <option value="1">1</option>
                                                                    <option value="2">2</option>
                                                                    <option value="3">3</option>
                                                                    <option value="4">4</option>
                                                                    <option value="5">5</option>
                                                                </select>
                                                            </td>
                                                        </tr>                                                                                                                                                                  
                                                    </tbody>
                                                </table>


                                                <div class="text-center">
                                                    <input type="submit" class="btn btn-default" value="Илгээх" >
                                                </div>
                                        </form>
                                    </div>
                                    <?
                                }
                                ?>
                            </div>
                            <!-- .col-md-4 -->                           
                            
                        </div>
                        <!-- .row -->
                    </div>
                    <!-- .focus-cause -->
                </div>
                <!-- .row -->
            </div>
            <!-- .container -->
        </section>
        <!-- End Campaign Section -->


        <? require_once("views/footer.php");?>



        <!-- Start Scrolling -->
        <div class="scroll-img"><i class="fa fa-angle-up" aria-hidden="true"></i></div>
        <!-- End Scrolling -->
    </div>

    <!-- Start Pre-Loader-->
    <div id="loading">
        <div id="loading-center">
            <div id="loading-center-absolute">
                <div class="object" id="object_one"></div>
                <div class="object" id="object_two"></div>
                <div class="object" id="object_three"></div>
                <div class="object" id="object_four"></div>
            </div>
        </div>
    </div>
    <!-- End Pre-Loader -->



    <script type="text/javascript" src="assets/js/jquery-2.2.3.min.js"></script>
    <script type="text/javascript" src="assets/js/bootstrap.min.js"></script>
    <script type="text/javascript" src="assets/js/jquery.easing.1.3.js"></script>
    <script type="text/javascript" src="assets/js/jquery.waypoints.min.js"></script>
    <script type="text/javascript" src="assets/js/jquery.counterup.min.js"></script>
    <script type="text/javascript" src="assets/js/swiper.min.js"></script>
    <script type="text/javascript" src="assets/js/plugins.isotope.js"></script>
    <script type="text/javascript" src="assets/js/isotope.pkgd.min.js"></script>
    <script type="text/javascript" src="assets/js/lightcase.js"></script>
    <script type="text/javascript" src="assets/js/jquery.nstSlider.js"></script>
    <script type="text/javascript" src="assets/js/jquery.flexslider.js"></script>
    <script type="text/javascript" src="assets/js/custom.isotope.js"></script>
    <script type="text/javascript" src="assets/js/custom.map.js"></script>
    <!-- <script type="text/javascript" src="assets/js/popper.min.js"></script> -->
    
    <script type="text/javascript" src="assets/js/custom.js"></script>
    <script>
        $(document).ready(function() {
            $('input[type=text]').on('input', function(){
               //$('#nuat_2017').val($('#sales_2017').val()+$('#init_2017').val()-$('#end_2017').val()-$('#exp_2017').val()-$('#buy_2017').val());
               //$('#nuat_2018').val($('#sales_2018').val()+$('#init_2018').val()-$('#end_2018').val()-$('#exp_2018').val()-$('#buy_2018').val());
               $('input[name=nuat_2017]').val(
                   (parseInt($('input[name=sales_2017]').val())|| 0)
                   +(parseInt($('input[name=init_2017]').val())|| 0)
                   -(parseInt($('input[name=end_2017]').val())|| 0)
                   -(parseInt($('input[name=exp_2017]').val())|| 0)
                   -(parseInt($('input[name=buy_2017]').val())|| 0)
                   );
                $('input[name=nuat_2018]').val(
                   (parseInt($('input[name=sales_2018]').val())|| 0)
                   +(parseInt($('input[name=init_2018]').val())|| 0)
                   -(parseInt($('input[name=end_2018]').val())|| 0)
                   -(parseInt($('input[name=exp_2018]').val())|| 0)
                   -(parseInt($('input[name=buy_2018]').val())|| 0)
                   );
                $('input[name=nuat_2019]').val(
                   (parseInt($('input[name=sales_2019]').val())|| 0)
                   +(parseInt($('input[name=init_2019]').val())|| 0)
                   -(parseInt($('input[name=end_2019]').val())|| 0)
                   -(parseInt($('input[name=exp_2019]').val())|| 0)
                   -(parseInt($('input[name=buy_2019]').val())|| 0)
                   );
                $('input[name=nuat_2020]').val(
                   (parseInt($('input[name=sales_2020]').val())|| 0)
                   +(parseInt($('input[name=init_2020]').val())|| 0)
                   -(parseInt($('input[name=end_2020]').val())|| 0)
                   -(parseInt($('input[name=exp_2020]').val())|| 0)
                   -(parseInt($('input[name=buy_2020]').val())|| 0)
                   );
                $('input[name=nuat_2021]').val(
                   (parseInt($('input[name=sales_2021]').val())|| 0)
                   +(parseInt($('input[name=init_2021]').val())|| 0)
                   -(parseInt($('input[name=end_2021]').val())|| 0)
                   -(parseInt($('input[name=exp_2021]').val())|| 0)
                   -(parseInt($('input[name=buy_2021]').val())|| 0)
                   );
            })
        });    
    </script>

</body>

</html>
