<? require_once("config.php");?>
<? require_once("views/login_check.php");?>
<? require_once("views/helper.php");?>
<? require_once("views/init.php");?>

<body class="contact-page pc">
    <div class="box-layout">
        <? require_once("views/header.php");?>

        <div class="submenu">
            <div class="container d-flex justify-content-between">
                <h3 class="text-black">Үнэлгээ</h3>
                <ul class="submenu-ul">
                    <li class="active"><a href="#">Нэмэгдэсэн өртөг</a></li>
                    <li><a href="#">5C</a></li>
                    <li><a href="#" title="Бизнесийн төгөлдөршлийн тасралтгүй сайжруулалтын үнэлгээ">БТТСҮ</a></li>
                    <li><a href="#">Экспертүүд</a></li>
                </ul>
            </div>
        </div>

    

        <!-- Start Campaign Section -->
        <section class="bg-campaing-section">
            <div class="container">
                <div class="row">
                            <div class="col-lg-12">
                                <?
                                if (!empty($_POST))
                                {
                                    $nuat2017 = $_POST["sales_2017"]+$_POST["init_2017"]-$_POST["end_2017"]-$_POST["buy_2017"]-$_POST["exp_2017"];
                                    $nuat2018 = $_POST["sales_2018"]+$_POST["init_2018"]-$_POST["end_2018"]-$_POST["buy_2018"]-$_POST["exp_2018"];
                                    $nuat2019 = $_POST["sales_2019"]+$_POST["init_2019"]-$_POST["end_2019"]-$_POST["buy_2019"]-$_POST["exp_2019"];
                                    $nuat2020 = $_POST["sales_2020"]+$_POST["init_2020"]-$_POST["end_2020"]-$_POST["buy_2020"]-$_POST["exp_2020"];
                                    $nuat2021 = $_POST["sales_2021"]+$_POST["init_2021"]-$_POST["end_2021"]-$_POST["buy_2021"]-$_POST["exp_2021"];
                                   ?>
                                   <script src="https://cdn.jsdelivr.net/npm/chart.js@3.7.0/dist/chart.min.js"></script>
                                    <canvas id="myChart" width="1200" height="400"></canvas>
                                    <script>

                                    const ctx = document.getElementById('myChart').getContext('2d');
                                    
                                    const myChart = new Chart(ctx, {
                                        type: 'line',
                                        data: {
                                            labels: ['2017', '2018', '2019', '2020', '2021'],
                                            datasets: [{
                                                        label: 'Нэмэгдсэн өртгийн өсөлтийн үзүүлэлт',
                                                        data: [<?=$nuat2017;?>, <?=$nuat2018;?>, <?=$nuat2019;?>, <?=$nuat2020;?>, <?=$nuat2021;?>],
                                                        fill: false,
                                                        borderColor: 'rgb(58, 173, 72)',
                                                        tension: 0.1
                                                    }]
                                        },
                                        
                                    });
                                    </script>

                                            <div class="text-center">
                                                <a href="assessment_nuat" class="btn btn-default btn-lg">Ахин тооцоолох</a>
                                            </div>



                                   <?
                                }
                                else 
                                {
                                    ?>
                                    <div class="contacts">
                                        <form method="post" action="assessment_nuat"  id="feedback-form" class="contact-form clear">
                                            <h3 class="text-center">ISO 9001:2015 стандартын хэрэгжилтийг шалгах хуудас</h3>
                                            <table class="table table-responsive mpo_assessment">
                                                <thead>
                                                    <tr>
                                                        <th>№</th><th>Шаардлага</th><th>Бүлэг</th><th>Хэрхэн хангах</th><th>Тийм</th><th>Үгүй</th>
                                                    </tr>
                                                </thead>
                                                
                                                <tbody>
                                                    <tr>
                                                        <td>1</td>
                                                        <td>Байгууллага өөрийн бизнест гадаад болон дотоод асуудлуудыг тодорхойлох</td>
                                                        <td>4.1</td>
                                                        <td title="Байгууллагын дээд удирдлагаар батлагдсан баримт бичиг байх">Өөрийн бизнест хамаарах гадаад болон дотоод орчныг тодорхойлон тэдгээрт орох өөрчлөлт бүрийг хянан тэдгээрийг хариуцсан байх ба энэ нь стратеги төлөвлөлтөнд тусгадаг байх</td>
                                                        <td><input type="radio" name="iso_1" id="iso_1" value="1"></td>
                                                        <td><input type="radio" name="iso_1" id="iso_1" value="0"></td>
                                                    </tr>
                                                    <tr>
                                                        <td>2</td>
                                                        <td>Байгууллага сонирхогч талууд болон тэдгээрийн хэрэгцээ болон хүлээлтийг тодорхойлох</td>
                                                        <td>4.2</td>
                                                        <td title="Байгууллагын дээд удирдлагаар батлагдсан баримт бичиг байх">Өөрийн бизнесийн сонирхогч талуудыг тодорхойлон тэдгээрийн хэрэгцээ болон хүлээлтийг ялган тодорхойлж, тэдгээрийг хариуцах нэгж хэлтэс болон ажилтныг тогтооно</td>
                                                        <td><input type="radio" name="iso_2" id="iso_2" value="1"></td>
                                                        <td><input type="radio" name="iso_2" id="iso_2" value="0"></td>
                                                    </tr>

                                                    <tr>
                                                        <td>3</td>
                                                        <td>Хамрах хүрээг тогтоох</td>
                                                        <td>4.3</td>
                                                        <td title="Байгууллагын дээд удирдлагаар батлагдсан баримт бичиг байх">Байгууллага нь Чанарын удирдлагын тогтолцоог хэрэгжүүлэх хүрээг тогтооно</td>
                                                        <td><input type="radio" name="iso_3" id="iso_3" value="1"></td>
                                                        <td><input type="radio" name="iso_3" id="iso_3" value="0"></td>
                                                    </tr>

                                                    <tr>
                                                        <td>4</td>
                                                        <td>ЧУТ ба процесс</td>
                                                        <td>4.4</td>
                                                        <td title="Бизнесийн удирдлагын, үндсэн бизнесийн болон туслах процессуудыг тодорхойлж, дээд удирдлагаар баталгаажуулсан баримт бичиг байх Процессыг удирдахын тулд журам боловсруулна">Байгууллага нь өөрийн бизнесийн процессууд болон тэдгээрийн орц, гарц, эзэн, оролцогч, шаардлагатай нөөцүүд болон тэдгээрийн харилцан хамаарлыг тогтооно</td>
                                                        <td><input type="radio" name="iso_4" id="iso_4" value="1"></td>
                                                        <td><input type="radio" name="iso_4" id="iso_4" value="0"></td>
                                                    </tr>

                                                    <tr>
                                                        <td>5</td>
                                                        <td>Манлайлал ба үүрэг амлалт: Ерөнхий зүйл</td>
                                                        <td>5.1.1</td>
                                                        <td title="Байгууллагын дээд удирдлагаар батлагдсан баримт бичиг байх">Чанарын удирдлагын тогтолцоог хэрэгжүүлэх багийг томилбол зохистой</td>
                                                        <td><input type="radio" name="iso_5" id="iso_5" value="1"></td>
                                                        <td><input type="radio" name="iso_5" id="iso_5" value="0"></td>
                                                    </tr>

                                                    <tr>
                                                        <td>6</td>
                                                        <td>Чанарын бодлого</td>
                                                        <td>5.2</td>
                                                        <td title="Байгууллагын дээд удирдлагаар батлагдсан баримт бичиг байх">Байгууллага нь mission, vision, core values болон стратегитай нийцэх чанарын бодлогыг тодорхойлж, албан ёсны батлагдсан баримт бичиг байх ба ажилтнуудаар зогсохгүй харилцагч, хэрэглэгч нарт ойлгомжтой байдлаар таниулах </td>
                                                        <td><input type="radio" name="iso_6" id="iso_6" value="1"></td>
                                                        <td><input type="radio" name="iso_6" id="iso_6" value="0"></td>
                                                    </tr>

                                                    <tr>
                                                        <td>7</td>
                                                        <td>Эрх мэдэл, үүрэг хариуцлага</td>
                                                        <td>5.3</td>
                                                        <td title="Байгууллагын дээд удирдлагаар батлагдсан баримт бичиг байх. Шаардлагатай бол журам боловсруулж болно">Байгууллага нь Чанарын удирдлагын тогтолцоог  үр ашигтай байдлыг хангахын тулд эрх мэдэл, үүрэг хариуцлагыг оновчтой байдлаар хуваарилан матриц боловсруулах</td>
                                                        <td><input type="radio" name="iso_7" id="iso_7" value="1"></td>
                                                        <td><input type="radio" name="iso_7" id="iso_7" value="0"></td>
                                                    </tr>

                                                    <tr>
                                                        <td>8</td>
                                                        <td>Эрсдэл болон боломжуудад чиглэсэн арга хэмжээ</td>
                                                        <td>6.1</td>
                                                        <td title="Үнэлгээ хийгээд өндөр гэж тодорхойлсон эрсдэлүүдэд нарийвчилсан төлөвлөгөө байх ба энэ нь дээд удирдлагаар батлагдсан байх. Эрсдэлийн үнэлгээний журам, зааврууд боловсруулах шаардлагатай">4.1 болон 4.2-д тодорхойлсон асуудлуудын эрсдэл болон боломжуудыг тодорхойлно. Чиг үүргийн болон процесуудын түвшинд эрсдэл болон боломжуудыг тодорхойлно</td>
                                                        <td><input type="radio" name="iso_8" id="iso_8" value="1"></td>
                                                        <td><input type="radio" name="iso_8" id="iso_8" value="0"></td>
                                                    </tr>

                                                    <tr>
                                                        <td>9</td>
                                                        <td>Чанарын зорилтууд болон төлөвлөлт</td>
                                                        <td>6.2</td>
                                                        <td title="Чанарын зорилтууд нь алба, нэгжийн түвшинд буулгасан баримт бичиг байх ба тэдгээрийг хэрэгжүүлэх төлөвлөгөөг баталсан байх шаардлагатай. Чанарын зорилтуудын хэрэгжилтийг шинжилж, хүрээгүй зорилтуудыг хэрхэн сайжруулах арга хэмжээний төлөвлөгөө байх шаардлагатай">Байгууллага тодорхойлон баталсан чанарын бодлогыг хангах чанарын зорилтуудыг тодорхойлно</td>
                                                        <td><input type="radio" name="iso_9" id="iso_9" value="1"></td>
                                                        <td><input type="radio" name="iso_9" id="iso_9" value="0"></td>
                                                    </tr>

                                                    <tr>
                                                        <td>10</td>
                                                        <td>Өөрчлөлтийг төлөвлөх</td>
                                                        <td>6.3</td>
                                                        <td title="Журам байх нь зохистой">Чанарын удирдлагын тогтолцоонд нөлөөлөх аливаа өөрчлөлтийг төлөвлөх ба үүнд энэхүү өөрчлөлтийн зорилго, түүнээс бий болох аливаа үр дагавар, нөөцийн бэлэн байдал, үүрэг хариуцлага, эрх мэдлийг авч үзэх зохицуулалт шаардлагатай</td>
                                                        <td><input type="radio" name="iso_10" id="iso_10" value="1"></td>
                                                        <td><input type="radio" name="iso_10" id="iso_10" value="0"></td>
                                                    </tr>

                                                    <tr>
                                                        <td>11</td>
                                                        <td>Үйл явцыг хэрэгжүүлэх орчин</td>
                                                        <td>7.1.4</td>
                                                        <td title="Үйлдэрлэл, үйлчилгээний , агуулахын орчин, оффис болон тээврийн шаардлагуудыг тодорхойлон тэдгээрт хяналт тавих журмууд болон ажлын зааврууд байвал зохино">Байгууллага үйл ажиллагаанд шаардлагатай нөөцүүдийг тодорхойлох ба ямар хэсгийг нь өөрсдөө, ямар хэсгийг нь гаднаас авахыг тодорхойлсон байх шаардлагатай. Үйл ажиллагааг явуулахад шаардлагатай орчинг тодорхойлсон байх шаардлагатай</td>
                                                        <td><input type="radio" name="iso_11" id="iso_11" value="1"></td>
                                                        <td><input type="radio" name="iso_11" id="iso_11" value="0"></td>
                                                    </tr>

                                                    <tr>
                                                        <td>12</td>
                                                        <td>Хяналт, хэмжилтийн нөөц</td>
                                                        <td>7.1.5</td>
                                                        <td title="Журам, заавар, бүртгэлүүд байна">Байгууллага хянах болон хэмжих багаж хэрэгслийг тодорхойлон тэдгээрийг үнэн зөв ажиллахад хяналт тавих, баталгаажуулах зохицуулалтыг хийсэн байна</td>
                                                        <td><input type="radio" name="iso_12" id="iso_12" value="1"></td>
                                                        <td><input type="radio" name="iso_12" id="iso_12" value="0"></td>
                                                    </tr>

                                                    <tr>
                                                        <td>13</td>
                                                        <td>Байгууллагын мэдлэг</td>
                                                        <td>7.1.6</td>
                                                        <td title="Журам, заавар, бүртгэлүүд байна">Байгууллага өөрийн үйл ажиллагаанд шаардлагатай мэдлэгийг тодорхойлох, тэдгээрийг хадгалах, түгээх үйл ажиллагааг зохицуулах шаардлагатай</td>
                                                        <td><input type="radio" name="iso_13" id="iso_13" value="1"></td>
                                                        <td><input type="radio" name="iso_13" id="iso_13" value="0"></td>
                                                    </tr>

                                                    <tr>
                                                        <td>14</td>
                                                        <td>Ур чадвар</td>
                                                        <td>7.2</td>
                                                        <td title="Сургалт, хөгжлийн журам, сургалтын төлөвлөгөө, сургалтын бүртгэл, үнэлгээ байвал зохино">Байгууллага шаардлагатай ур чадваруудыг тодорхойлон, ажилтнуудыг үнэлэн, дутуу ур чадварыг нэмэгдүүлэх сургалтуудыг төлөвлөн зохион байгуулна</td>
                                                        <td><input type="radio" name="iso_14" id="iso_14" value="1"></td>
                                                        <td><input type="radio" name="iso_14" id="iso_14" value="0"></td>
                                                    </tr>

                                                    <tr>
                                                        <td>15</td>
                                                        <td>Мэдлэг</td>
                                                        <td>7.3</td>
                                                        <td title="Ямар аргыг хэрэглэхийг тухайн байгууллага шийдвэрлэнэ">Ажилтнуудад тохиромжтой арга хэрэгслийг ашиглан ЧУТ-ын талаарх мэдээллийг хүргүүлдэг байх</td>
                                                        <td><input type="radio" name="iso_15" id="iso_15" value="1"></td>
                                                        <td><input type="radio" name="iso_15" id="iso_15" value="0"></td>
                                                    </tr>

                                                    <tr>
                                                        <td>16</td>
                                                        <td>Харилцаа холбоо</td>
                                                        <td>7.4</td>
                                                        <td title="Байгууллага шаардлагатай гэж үзвэл журамтай байж болно">Мэдээллийн гадаад болон дотоод урсгалыг хэн хариуцахыг байгууллага тогтооно</td>
                                                        <td><input type="radio" name="iso_16" id="iso_16" value="1"></td>
                                                        <td><input type="radio" name="iso_16" id="iso_16" value="0"></td>
                                                    </tr>

                                                    <tr>
                                                        <td>17</td>
                                                        <td>Баримтжуулсан мэдээлэл</td>
                                                        <td>7.5</td>
                                                        <td title="Баримт бичиг боловсруулах, баримт бичгийн хяналт, бүртгэлийн хяналт гэсэн журмууд байж болох ба байгууллаган онцлогоос шалтгаалан нэгтгэсэн хэлбэрээр ч байж болно. Тэдгээрийн хэрэгжилтийг нотлох бүртгэл байх шаардлагатай">Баримтжуулсан мэдээллийг боловсруулах, түгээлт, ашиглалт, хадгалалт, устгал зэрэгт хяналт тавих үйл ажиллагааг тодорхойлон зохицуулна</td>
                                                        <td><input type="radio" name="iso_17" id="iso_17" value="1"></td>
                                                        <td><input type="radio" name="iso_17" id="iso_17" value="0"></td>
                                                    </tr>

                                                    <tr>
                                                        <td>18</td>
                                                        <td>Үйл ажиллагааны төлөвлөлт ба хяналт</td>
                                                        <td>8.1</td>
                                                        <td title="Үйл ажиллагааны төлөвлөгөө, тэдгээрийн хэрэгжилтэнд хяналт тавих KPI тодорхойлсон байвал зохино">Байгууллага үйл ажиллагааны төлөвлөлтийг хийх ба энэ нь 4.4 буюу бизнесийн процессуудыг хэрэгжүүлэхэд чиглэгдэх ба 6.1-д заасан эрсдэл болон боломжуудыг авч үзсэн байх шаардлагатай.</td>
                                                        <td><input type="radio" name="iso_18" id="iso_18" value="1"></td>
                                                        <td><input type="radio" name="iso_18" id="iso_18" value="0"></td>
                                                    </tr>

                                                    <tr>
                                                        <td>19</td>
                                                        <td>Хэрэглэгчтэй харилцах</td>
                                                        <td>8.2.1</td>
                                                        <td title="Хэрэглэгч, харилцагчаас ирэх гомдол, саналуудыг хүлээн авах, хэрхэн шийдвэрлэх журамтай байвал зохино. Бүртгэл болон тэдгээрт хийсэн дүн шинжилгээ байх шаардлагатай">Хэрэглэгч, харилцагчтай харилцах суваг, арга хэрэгсэл болон хариуцах ажилтнуудыг тодорхойлно</td>
                                                        <td><input type="radio" name="iso_19" id="iso_19" value="1"></td>
                                                        <td><input type="radio" name="iso_19" id="iso_19" value="0"></td>
                                                    </tr>


                                                    <tr>
                                                        <td>20</td>
                                                        <td>Бүтээгдэхүүн, үйлчилгээнд тавигдах шаардлагуудыг тодорхойлох</td>
                                                        <td>8.2.2</td>
                                                        <td title="">Бүтээгдэхүүн, үйлчилгээнд тавигдах хууль, эрх зүйн шаардлага, хэрэглэгчийн шаардлага, байгууллагаас тогтоосон шаардлагыг тогтооно</td>
                                                        <td><input type="radio" name="iso_20" id="iso_20" value="1"></td>
                                                        <td><input type="radio" name="iso_20" id="iso_20" value="0"></td>
                                                    </tr>

                                                    <tr>
                                                        <td>21</td>
                                                        <td>Бүтээгдэхүүн, үйлчилгээнд тавигдах шаардлагыг хянаж нягтлах</td>
                                                        <td>8.2.3<br>8.2.3.2</td>
                                                        <td title="Өөрчлөлтүүдийг нягтлан шалгасан шалгах хуудас, бүртгэлүүд аль тохиромжтой хэлбэрээрээ байж болно">Бүтээгдэхүүн, үйлчилгээнд тавигдах аливаа шаардлагуудад орсон өөрчлөлтүүдийг нягтлан хянах шаардлагатай ба түүнийг бүртгэсэн байх шаардлагатай</td>
                                                        <td><input type="radio" name="iso_21" id="iso_21" value="1"></td>
                                                        <td><input type="radio" name="iso_21" id="iso_21" value="0"></td>
                                                    </tr>

                                                    <tr>
                                                        <td>22</td>
                                                        <td>Бүтээгдэхүүн, үйлчилгээний зохион бүтээлт ба хөгжүүлэлт</td>
                                                        <td>8.3</td>
                                                        <td title="Журам, заавар, бүртгэлүүд байна">Бүтээгдэхүүн, үйлчилгээг шинээр зохион бүтээх болон сайжруулан хөгжүүлэх үйл ажиллагааны төлөвлөхөөс эхлэн үйлдвэрлэж эхлэх шийдвэр гарах хүртэлх тэдгээрийн эрсдэл болон боломжуудыг тодорхойлсон байх шаардлагатай</td>
                                                        <td><input type="radio" name="iso_22" id="iso_22" value="1"></td>
                                                        <td><input type="radio" name="iso_22" id="iso_22" value="0"></td>
                                                    </tr>

                                                    <tr>
                                                        <td>23</td>
                                                        <td>Гаднаас авч буй бүтээгдэхүүн, үйлчилгээ, процесст тавих хяналт</td>
                                                        <td>8.4</td>
                                                        <td title="Журам, заавар, бүртгэлүүд байна">Гадны нийлүүлэгчдийн шаардлагын дагуу процесс, бүтээгдэхүүн, үйлчилгээг хангах чадварт үндэслэн гүйцэтгэгчийг сонгон шалгаруулах үнэлэх, хянах, дахин үнэлэх, шалгуурыг тогтооно. Гадны ханган нийлүүлэгчдийн эрсдэлийн үнэлгээг хийнэ</td>
                                                        <td><input type="radio" name="iso_23" id="iso_23" value="1"></td>
                                                        <td><input type="radio" name="iso_23" id="iso_23" value="0"></td>
                                                    </tr>

                                                    <tr>
                                                        <td>24</td>
                                                        <td>Үйлдвэрлэл ба үйлчилгээ үзүүлэх</td>
                                                        <td>8.5</td>
                                                        <td title=""></td>
                                                        <td><input type="radio" name="iso_24" id="iso_24" value="1"></td>
                                                        <td><input type="radio" name="iso_24" id="iso_24" value="0"></td>
                                                    </tr>

                                                    <tr>
                                                        <td>25</td>
                                                        <td>Үйлдвэрлэл, үйлчилгээ үзүүлэх ажлын хяналт</td>
                                                        <td>8.5.1</td>
                                                        <td title="Хяналт тавихын тулд аливаа зүйлтэй дүйцүүлэн шалгах тул шалгууруудыг бүтээгдэхүүн, үйлчилгээнд, шаардлагатай процесуудад тогтоож өгнө">Байгууллага нь үйлдвэрлэл, үйлчилгээг аль болох хяналттай нөхцөлд явуулна. Процесс тодорхойлох явцдаа тэдгээрт шаардлагатай хяналтын цэгүүдийг зөв тогтоосон байх шаардлагатай</td>
                                                        <td><input type="radio" name="iso_25" id="iso_25" value="1"></td>
                                                        <td><input type="radio" name="iso_25" id="iso_25" value="0"></td>
                                                    </tr>

                                                    <tr>
                                                        <td>26</td>
                                                        <td>Тэмдэглэгээ ба мөшгөлт</td>
                                                        <td>8.5.2</td>
                                                        <td title="Мөшгөх боломжтой байхыг шаардсан тохиолдолд байгууллага гарцын тодорхойлолтыг дахин давтагдахааргүйгээр хийж, мөшгөх боломжийг хангахад шаардлагатай бүртгэлүүдийг хийж хадгална">Байгууллага нь бүтээгдэхүүн, үйлчилгээний тохирлын байдлыг илэрхийлэхэд шаардлагатай гарцыг тодорхойлох тохиромжтой аргыг тодорхойлно</td>
                                                        <td><input type="radio" name="iso_26" id="iso_26" value="1"></td>
                                                        <td><input type="radio" name="iso_26" id="iso_26" value="0"></td>
                                                    </tr>

                                                    <tr>
                                                        <td>27</td>
                                                        <td>Хэрэглэгч болон гадны ханган нийлүүлэгчийн өмч</td>
                                                        <td>8.5.3</td>
                                                        <td title="Хэрэглэгч болон гадны ханган нийлүүлэгчийн өмчийг хэрхэн хариуцах, хадгалах, ямар нэг асуудал үүссэн бол ямар арга хэмжээ авахыг зохицуулсан байх, бүртгэлтэй байх шаардлагатай">Байгууллага бүтээгдэхүүн, үйлчилгээнд ашиглах эсвэл нэгтгэх зорилгоор хангаж байгаа хэрэглэгчийн болон гадны ханган нийлүүлэгчийн өмчийг тодорхойлох, шалгах, хамгаалах ба аюулгүй байлгана</td>
                                                        <td><input type="radio" name="iso_27" id="iso_27" value="1"></td>
                                                        <td><input type="radio" name="iso_27" id="iso_27" value="0"></td>
                                                    </tr>


                                                    <tr>
                                                        <td>28</td>
                                                        <td>Бүтээгдэхүүн, үйлчилгээг хадгалах</td>
                                                        <td>8.5.4</td>
                                                        <td title="Хамгаалах гэдэгт таних, харьцах, бохирдлын хяналт, баглах, хадгалах, шилжүүлэх, дамжуулах буюу тээвэрлэх, хамгаалах зэргийг ойлгож өөрийн бизнесийн онцлогт тохируулан бүртгэл хөтөлсөн байх шаардлагатай">Байгууллага нь бүтээгдэхүүн, үйлчилгээ үзүүлж байгаа хугацаанд шаардлагыг хангахад шаардагдах хэмжээнд үйлдвэрлэл, үйлчилгээний явцын гарцыг хамгаална</td>
                                                        <td><input type="radio" name="iso_28" id="iso_28" value="1"></td>
                                                        <td><input type="radio" name="iso_28" id="iso_28" value="0"></td>
                                                    </tr>

                                                    <tr>
                                                        <td>29</td>
                                                        <td>Нийлүүлэлтийн дараах үйл ажиллагаа</td>
                                                        <td>8.5.5</td>
                                                        <td title="Нийлүүлэлтийн дараах баталгаат засвар үйлчилгээ, хувилбарын сайжруулалт, сэлбэгийн хангалт, суурилуулалт гэх зэрэг бизнест шаардлагатай нийлүүлэлтийн дараах үйл ажиллагааг зохицуулсан бас бүртгэсэн байх шаардлагатай">Байгууллага нь бүтээгдэхүүн, үйлчилгээ үзүүлж байгаа хугацаанд шаардлагыг хангахад шаардагдах хэмжээнд үйлдвэрлэл, үйлчилгээний явцын гарцыг хамгаална</td>
                                                        <td><input type="radio" name="iso_29" id="iso_29" value="1"></td>
                                                        <td><input type="radio" name="iso_29" id="iso_29" value="0"></td>
                                                    </tr>

                                                    <tr>
                                                        <td>30</td>
                                                        <td>Өөрчлөлтийн хяналт</td>
                                                        <td>8.5.6</td>
                                                        <td title="Өөрчлөлтийн үр дүн, өөрчлөлт хийх эрх бүхий хүний мэдээлэл, өөрчлөлтийн дүнд хийгдсэн арга хэмжээнүүд зэргийг багтаасан бүртгэлтэй байна">Үйлдвэрлэл, үйлчилгээ үзүүлэх явц шаардлагад нийцсээр байгааг тодорхойлох зорилгоор хийдэг хяналт өөрчлөгдвөл дүн шинжилгээ хийх шаардлагатай</td>
                                                        <td><input type="radio" name="iso_30" id="iso_30" value="1"></td>
                                                        <td><input type="radio" name="iso_30" id="iso_30" value="0"></td>
                                                    </tr>

                                                    
                                                    <tr>
                                                        <td>31</td>
                                                        <td>Бүтээгдэхүүн, үйлчилгээг гаргах</td>
                                                        <td>8.6</td>
                                                        <td title="Бүтээгдэхүүн, үйлчилгээний хүлээн авах шалгуурыг хангасан нотолгоо болон тэдгээрийг хэрэглэгчдэд хүргэх эрх мэдэл бүхий ажилтны тодорхойлолт гэсэн бүртгэлүүд байх шаардлагатай">Бүтээгдэхүүн, үйлчилгээ нь шаардлага хангаж байгааг шалгах төлөвлөгөөт арга хэмжээнүүдийг байгууллага шаардлагатай үе шаттайгаар хэрэгжүүлнэ</td>
                                                        <td><input type="radio" name="iso_31" id="iso_31" value="1"></td>
                                                        <td><input type="radio" name="iso_31" id="iso_31" value="0"></td>
                                                    </tr>

                                                    <tr>
                                                        <td>32</td>
                                                        <td>Үл тохирох гарцын хяналт</td>
                                                        <td>8.7</td>
                                                        <td title="Зохицуулсан журам, бүртгэлтэй байх шаардлагатай">Байгууллага үл тохирох гарцыг санамсаргүй байдлаар хэрэглэх, хэрэглэгчид хүргэхээс сэргийлж, тэмдэглэгээ хийж, ангилан, хяналт тавина</td>
                                                        <td><input type="radio" name="iso_32" id="iso_32" value="1"></td>
                                                        <td><input type="radio" name="iso_32" id="iso_32" value="0"></td>
                                                    </tr>

                                                    <tr>
                                                        <td>33</td>
                                                        <td>Гүйцэтгэлийн үнэлгээ</td>
                                                        <td>9</td>
                                                        <td title=""></td>
                                                        <td><input type="radio" name="iso_33" id="iso_33" value="1"></td>
                                                        <td><input type="radio" name="iso_33" id="iso_33" value="0"></td>
                                                    </tr>

                                                    <tr>
                                                        <td>34</td>
                                                        <td>Ерөнхий зүйл</td>
                                                        <td>9.1.1</td>
                                                        <td title="Эдгээрийг тогтоосон бүртгэлүүд, шаардлагатай бол зохицуулалт байвал зохино">Байгууллага хянах, хэмжих шаардлагатай зүйлүүд, үр дүн хүчинтэй байхад шаардлагатай хяналт, хэмжилт, шинжилгээ, үнэлгээний аргууд, хяналт хэмжилтийг гүйцэтгэх хугацаа, хяналт, хэмжилтийн үр дүнд шинжилгээ, үнэлгээ хийх хугацааг тогтооно</td>
                                                        <td><input type="radio" name="iso_34" id="iso_34" value="1"></td>
                                                        <td><input type="radio" name="iso_34" id="iso_34" value="0"></td>
                                                    </tr>

                                                    <tr>
                                                        <td>35</td>
                                                        <td>Шинжилгээ ба үнэлгээ</td>
                                                        <td>9.1.1</td>
                                                        <td title="Өмнөх хугацааны гүйцэтгэл болон тавьсан зорилтуудтай харьцуулсан байдлаар шинжилгээ хийж, арга хэмжээ авах шаардлагатай асуудлуудын суурь шалтгааныг тогтоосон байх шаардлагатай">Бүтээгдэхүүн, үйлчилгээний тохирлын байдал, хэрэглэгчийн сэтгэл ханамжийн түвшин, ЧУТ-ын гүйцэтгэл ба үр бүтээлтэй байдал, төлөвлөлт үр дүнтэй байсан эсэх, эрсдэл болон боломжид чиглэсэн арга хэмжээний үр бүтээлтэй байдал, гадны ханган нийлүүлэгчдийн гүйцэтгэл, ЧУТ-ын сайжруулах хэрэгцээ зэрэгт дүн шинжилгээ хийсэн байх шаардлагатай</td>
                                                        <td><input type="radio" name="iso_35" id="iso_35" value="1"></td>
                                                        <td><input type="radio" name="iso_35" id="iso_35" value="0"></td>
                                                    </tr>

                                                    <tr>
                                                        <td>36</td>
                                                        <td>Дотоод аудит</td>
                                                        <td>9.2</td>
                                                        <td title="Дотоод аудитыг зохицуулах журам, тэдгээрийн хэрэгжилтийн нотолгоо бүртгэлүүд байх шаардлагатай">Байгууллаг дотоод аудитыг зохион байгуулсан байх шаардлагатай</td>
                                                        <td><input type="radio" name="iso_36" id="iso_36" value="1"></td>
                                                        <td><input type="radio" name="iso_36" id="iso_36" value="0"></td>
                                                    </tr>

                                                    <tr>
                                                        <td>37</td>
                                                        <td>Удирдлагын дүн шинжилгээ</td>
                                                        <td>9.3</td>
                                                        <td title="Хурлын протокол, сайжруулах асуудлын шийдвэрүүд байж болно">Удирдлагын дүн шинжилгээ хийсэн байх шаардлагатай</td>
                                                        <td><input type="radio" name="iso_37" id="iso_37" value="1"></td>
                                                        <td><input type="radio" name="iso_37" id="iso_37" value="0"></td>
                                                    </tr>

                                                    <tr>
                                                        <td>38</td>
                                                        <td>Үл тохирол ба залруулах арга хэмжээ</td>
                                                        <td>10.2</td>
                                                        <td title="Үл тохирлыг хэрхэн ангилах, залруулах үйл ажиллагааг хэрхэн хэрэгжүүлэх зэргийг зохицуулсан журам, тэдгээрийг нотлох бүртгэлтэй байна">Байгууллага шаардлага хангаагүй үл тохирлуудыг тогтоон, ангилж, тэдгээрийг залруулах арга хэмжээг авч хэрэгжүүлдэг байх шаардлагатай</td>
                                                        <td><input type="radio" name="iso_38" id="iso_38" value="1"></td>
                                                        <td><input type="radio" name="iso_38" id="iso_38" value="0"></td>
                                                    </tr>

                                                    <tr>
                                                        <td>39</td>
                                                        <td>Тасралтгүй сайжруулалт</td>
                                                        <td>10.3</td>
                                                        <td title="Тасралтгүй сайжруулалтыг хангах арга хэрэгслүүдээс өөрт тохирохыг авч хэрэгжүүлсэн, тэдгээрийн үр дүнг нотолсон бүртгэлүүд байвал зохино">Байгууллага ЧУТ-ын зохистой, тохиромжтой, үр бүтээлтэй байдлыг тасралтгүй сайжруулж байна.</td>
                                                        <td><input type="radio" name="iso_39" id="iso_39" value="1"></td>
                                                        <td><input type="radio" name="iso_39" id="iso_39" value="0"></td>
                                                    </tr>
                                                    
                                                </tbody>

                                            </table>
                                            <div class="text-center">
                                                <input type="submit" class="btn btn-default" value="Илгээх" >
                                            </div>
                                        </form>
                                    </div>
                                    <?
                                }
                                ?>
                            </div>
                            <!-- .col-md-4 -->                           
                            
                        </div>
                        <!-- .row -->
                    </div>
                    <!-- .focus-cause -->
                </div>
                <!-- .row -->
            </div>
            <!-- .container -->
        </section>
        <!-- End Campaign Section -->


        <? require_once("views/footer.php");?>



        <!-- Start Scrolling -->
        <div class="scroll-img"><i class="fa fa-angle-up" aria-hidden="true"></i></div>
        <!-- End Scrolling -->
    </div>

    <!-- Start Pre-Loader-->
    <div id="loading">
        <div id="loading-center">
            <div id="loading-center-absolute">
                <div class="object" id="object_one"></div>
                <div class="object" id="object_two"></div>
                <div class="object" id="object_three"></div>
                <div class="object" id="object_four"></div>
            </div>
        </div>
    </div>
    <!-- End Pre-Loader -->



    <script type="text/javascript" src="assets/js/jquery-2.2.3.min.js"></script>
    <script type="text/javascript" src="assets/js/bootstrap.min.js"></script>
    <script type="text/javascript" src="assets/js/jquery.easing.1.3.js"></script>
    <script type="text/javascript" src="assets/js/jquery.waypoints.min.js"></script>
    <script type="text/javascript" src="assets/js/jquery.counterup.min.js"></script>
    <script type="text/javascript" src="assets/js/swiper.min.js"></script>
    <script type="text/javascript" src="assets/js/plugins.isotope.js"></script>
    <script type="text/javascript" src="assets/js/isotope.pkgd.min.js"></script>
    <script type="text/javascript" src="assets/js/lightcase.js"></script>
    <script type="text/javascript" src="assets/js/jquery.nstSlider.js"></script>
    <script type="text/javascript" src="assets/js/jquery.flexslider.js"></script>
    <script type="text/javascript" src="assets/js/custom.isotope.js"></script>
    <script type="text/javascript" src="assets/js/custom.map.js"></script>
    <!-- <script type="text/javascript" src="assets/js/popper.min.js"></script> -->
    
    <script type="text/javascript" src="assets/js/custom.js"></script>
    <script>
        $(document).ready(function() {
            $('input[type=text]').on('input', function(){
               //$('#nuat_2017').val($('#sales_2017').val()+$('#init_2017').val()-$('#end_2017').val()-$('#exp_2017').val()-$('#buy_2017').val());
               //$('#nuat_2018').val($('#sales_2018').val()+$('#init_2018').val()-$('#end_2018').val()-$('#exp_2018').val()-$('#buy_2018').val());
               $('input[name=nuat_2017]').val(
                   (parseInt($('input[name=sales_2017]').val())|| 0)
                   +(parseInt($('input[name=init_2017]').val())|| 0)
                   -(parseInt($('input[name=end_2017]').val())|| 0)
                   -(parseInt($('input[name=exp_2017]').val())|| 0)
                   -(parseInt($('input[name=buy_2017]').val())|| 0)
                   );
                $('input[name=nuat_2018]').val(
                   (parseInt($('input[name=sales_2018]').val())|| 0)
                   +(parseInt($('input[name=init_2018]').val())|| 0)
                   -(parseInt($('input[name=end_2018]').val())|| 0)
                   -(parseInt($('input[name=exp_2018]').val())|| 0)
                   -(parseInt($('input[name=buy_2018]').val())|| 0)
                   );
                $('input[name=nuat_2019]').val(
                   (parseInt($('input[name=sales_2019]').val())|| 0)
                   +(parseInt($('input[name=init_2019]').val())|| 0)
                   -(parseInt($('input[name=end_2019]').val())|| 0)
                   -(parseInt($('input[name=exp_2019]').val())|| 0)
                   -(parseInt($('input[name=buy_2019]').val())|| 0)
                   );
                $('input[name=nuat_2020]').val(
                   (parseInt($('input[name=sales_2020]').val())|| 0)
                   +(parseInt($('input[name=init_2020]').val())|| 0)
                   -(parseInt($('input[name=end_2020]').val())|| 0)
                   -(parseInt($('input[name=exp_2020]').val())|| 0)
                   -(parseInt($('input[name=buy_2020]').val())|| 0)
                   );
                $('input[name=nuat_2021]').val(
                   (parseInt($('input[name=sales_2021]').val())|| 0)
                   +(parseInt($('input[name=init_2021]').val())|| 0)
                   -(parseInt($('input[name=end_2021]').val())|| 0)
                   -(parseInt($('input[name=exp_2021]').val())|| 0)
                   -(parseInt($('input[name=buy_2021]').val())|| 0)
                   );
            })
        });    
    </script>

</body>

</html>
