-- phpMyAdmin SQL Dump
-- version 4.9.1
-- https://www.phpmyadmin.net/
--
-- Host: localhost
-- Generation Time: Dec 23, 2021 at 05:16 AM
-- Server version: 8.0.17
-- PHP Version: 7.3.10

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `mpo`
--

-- --------------------------------------------------------

--
-- Table structure for table `doctors`
--

CREATE TABLE `doctors` (
  `id` int(3) NOT NULL,
  `name` varchar(256) NOT NULL,
  `avatar` varchar(256) DEFAULT NULL,
  `username` varchar(256) NOT NULL,
  `password` varchar(256) DEFAULT NULL,
  `tel` varchar(256) DEFAULT NULL,
  `email` varchar(256) NOT NULL,
  `balance` float(20,2) NOT NULL DEFAULT '0.00',
  `bank` int(2) NOT NULL DEFAULT '0',
  `bank_account` varchar(32) DEFAULT NULL,
  `bank_account_name` varchar(64) DEFAULT NULL,
  `registered_date` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_date` timestamp NULL DEFAULT NULL ON UPDATE CURRENT_TIMESTAMP
) ENGINE=MyISAM DEFAULT CHARSET=utf16;

--
-- Dumping data for table `doctors`
--

INSERT INTO `doctors` (`id`, `name`, `avatar`, `username`, `password`, `tel`, `email`, `balance`, `bank`, `bank_account`, `bank_account_name`, `registered_date`, `updated_date`) VALUES
(1, 'Тамир', 'uploads/202111/070155555logo2.jpg', 'magnate', '123', '99161843', 'tamir@mindsymbol.com', 0.00, 1, '5029777614', 'Тамир', '2021-04-28 01:32:06', '2021-10-31 23:01:55'),
(2, 'Одгэрэл', 'uploads/202111/070219915logo4.jpg', 'odgerel', '123', '99858426', 'odgerel.b@otgontenger.edu.mn', 0.00, 1, '45445454445', 'Одгэрэл', '2021-05-04 07:53:04', '2021-10-31 23:02:19');

-- --------------------------------------------------------

--
-- Table structure for table `faqs`
--

CREATE TABLE `faqs` (
  `id` int(5) NOT NULL,
  `question` text CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `answer` text CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `dd` int(2) NOT NULL DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `faqs`
--

INSERT INTO `faqs` (`id`, `question`, `answer`, `dd`) VALUES
(1, '8 жилийн өмнө төгсөөд ажиллаж эхэлсэн би одоо шууд сургуульд орохоор бүртгүүлж болох уу?', 'Та ЭЕШ-н шалгалтыг заавал өгсөн байх шаардлагатай бөгөөд авсан оноогоор тухайн сургуулийн босго оноонд хүрсэнээр хүссэн сургуульдаа бүртгүүлж болно.', 0),
(3, 'Аль сургууль сонгох вэ?', 'Та сургуулийг нэр хүндээс гадна төгсөгдчийн ажил эрхлэлт, багш нарын чадавхи, сурах орчиныг сайн судлах нь хэрэгтэй. Сонголтоо хийхээс өмнө та ямар мэргэжилтэй болохоо сонгосоноор та аль сургуулийг тухайн мэргэжилийг сайн олгож байна гэдгээр нь сонгоход хялбар.', 0),
(4, 'Сонгууль хэзээ болох вэ?', '2020-10-15 нд болно', 1),
(5, 'Монгол үхрийн мах хэдтэй байна вэ?', '8000 төг', 2),
(6, 'Би хэн бэ?', 'Тамир', 100);

-- --------------------------------------------------------

--
-- Table structure for table `feedback`
--

CREATE TABLE `feedback` (
  `id` int(6) NOT NULL,
  `title` text CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `content` text CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `read` int(1) NOT NULL DEFAULT '0',
  `name` varchar(256) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `contact` varchar(256) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `email` varchar(256) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `archive` int(1) NOT NULL DEFAULT '0' COMMENT '0-new, 1-done,2-not_done',
  `ip` varchar(16) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `timestamp` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `feedback`
--

INSERT INTO `feedback` (`id`, `title`, `content`, `read`, `name`, `contact`, `email`, `archive`, `ip`, `timestamp`) VALUES
(1, 'Hello', '12312321312', 0, '', '', '', 0, '', '2020-12-23 21:05:41'),
(2, 'Hello', '12312321312', 0, 'Тамир ', '', 'tamir926@yahoo.com', 0, '', '2020-12-23 21:08:00'),
(3, 'asdas', 'adadas', 0, 'dsfsfasd', '1231231', 'asdasda2sdas@sads', 0, '127.0.0.1', '2021-01-05 20:39:54'),
(4, 'asdas', 'adadas', 0, 'dsfsfasd', '1231231', 'asdasda2sdas@sads', 0, '127.0.0.1', '2021-01-05 20:40:10'),
(5, 'asdas', 'adadas', 0, 'dsfsfasd', '1231231', 'asdasda2sdas@sads', 0, '127.0.0.1', '2021-01-05 20:40:49'),
(6, 'sfasfsa', 'sdfafasdf', 0, 'Эйтшж', '99161843', 'tamir@sad.com', 0, '127.0.0.1', '2021-01-31 22:10:29'),
(7, 'Tamir', 'qdasdas', 0, 'Тамир', '99161843', 'tamir@yahoo.com', 0, '127.0.0.1', '2021-01-31 22:38:33');

-- --------------------------------------------------------

--
-- Table structure for table `links`
--

CREATE TABLE `links` (
  `id` int(2) NOT NULL,
  `name` varchar(128) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `category` int(3) DEFAULT NULL,
  `url` varchar(256) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `dd` int(3) NOT NULL DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `links`
--

INSERT INTO `links` (`id`, `name`, `category`, `url`, `dd`) VALUES
(1, 'АЖ АХУЙН НЭГЖИЙН ОРЛОГЫН АЛБАН ТАТВАРЫН ТУХАЙ ', 1, 'https://legalinfo.mn/main/detail/14407', 0);

-- --------------------------------------------------------

--
-- Table structure for table `links_category`
--

CREATE TABLE `links_category` (
  `id` int(3) NOT NULL,
  `name` varchar(256) NOT NULL,
  `dd` int(2) NOT NULL DEFAULT '0',
  `image` varchar(512) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf16;

--
-- Dumping data for table `links_category`
--

INSERT INTO `links_category` (`id`, `name`, `dd`, `image`) VALUES
(1, 'Хуулиуд', 0, NULL),
(2, 'Журам, зааврууд', 5, NULL),
(3, 'Үндэсний стандартууд', 10, NULL),
(4, 'Маягтууд', 15, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `news`
--

CREATE TABLE `news` (
  `id` int(3) NOT NULL,
  `title` varchar(512) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `category` int(3) NOT NULL,
  `brief` text CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `content` longtext CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `image` varbinary(512) NOT NULL,
  `thumb` varchar(512) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `timestamp` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `date` date DEFAULT NULL,
  `visited` int(4) NOT NULL DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `news`
--

INSERT INTO `news` (`id`, `title`, `category`, `brief`, `content`, `image`, `thumb`, `timestamp`, `date`, `visited`) VALUES
(1, 'Хан-Уул дүүргийн удирдлагууд Монгол улсын Шинэ үндсэн хууль батлалцсан дeпутатуудаа хүлээн авч хүндэтгэл үзүүллээ.', 6, 'Уг ойн арга хэмжээний хүрээнд дүүргийн ИТХ-ын дарга Б.Цэрэн. Засаг даргын нэгдүгээр орлогч Г.Батсайхан. Тэргүүлэгчдийн Ажлын албаны хэлтсийн дарга нар тус дүүрэгт оршин суудаг дeпутатуудыг хүлээн авч хүндэтгэл үзүүллээ.', '<p>2020 оны 01 дүгээр сарын 13-ны өдөр Шинэ үндсэн хууль батлагдсаны 28 жилийн ой тохиож байна. Уг ойн арга хэмжээний хүрээнд дүүргийн ИТХ-ын дарга Б.Цэрэн. Засаг даргын нэгдүгээр орлогч Г.Батсайхан. Тэргүүлэгчдийн Ажлын албаны хэлтсийн дарга нар тус дүүрэгт оршин суудаг дeпутатуудыг хүлээн авч хүндэтгэл үзүүллээ.</p><p>Уг арга хэмжээг нээж дүүргийн ИТХ-ын дарга Б.Цэрэн үг хэлж, Засаг даргын нэгдүгээр орлогч Г.Батсайхан,&nbsp; Монгол улсын Eрөнхий сайд асан Ш.Гунгаадорж нар сэтгэгдлээ хуваалцлаа.</p><p>Шинэ Үндсэн хуулийг батлалцсан эрхэм&nbsp;дeпутат&nbsp;Ш.Гунгаадорж, З.Алтай, Р.Хатанбаатар, Ц.Адъяасүрэн, Т.Гантөмөр, Б.Буяндэлгэр, Н.Төмөртогоо, Д.Тогооч, Л.Цог, П.Энхсайхан, З.Адьяа, Р.Батсүх, Т.Төмөрбаатар, Ж.Адъяа нар хүндэтгэл үзүүлэх арга хэмжээнд оролцов.</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 1992 онд батлагдсан Шинэ үндсэн хууль Монгол улсын төр,нийгэм эдийн засаг,улс төрийн бүхий л салбарт үүргээ гүйцэтгэж, үнэ цэнэтэй хэвээр байгааг дeпутатууд онцлон дурдаж байлаа.</p>', 0x75706c6f6164732f3230323130372f30373133343634366e6577732e6a7067, '', '2020-01-13 16:00:00', NULL, 0),
(2, 'ХАН-УУЛ ДҮҮРГИЙН ИТХ-ЫН ТЭРГҮҮЛЭГЧДИЙН ЭЭЛЖИТ ХУРАЛДААН БОЛЛОО', 6, '1. Тодорхойлолтыг дэмжих тухай\r\n2. Хан-Уул дүүргийн Иргэдийн Төлөөлөгчдийн хурлын Тэргүүлэгчдийн Ажлын албаны 2019 онд хийж гүйцэтгэгдсэн ажлын тайлан\r\n3. Хан-Уул дүүргийн иргэдийн Төлөөлөгчдийн хурлын Тэргүүлэгчдийн Ажлын албаны 2020 оны Гүйцэтгэлийн төлөвлөгөөний тухай', '<figure class=\"image\"><img src=\"http://103.17.109.33/medias/940c6817-4abd-4fbd-8ab2-1e8f2d22f54a.jpg?w=850\"></figure><p>Хан-Уул дүүргийн ИТХ-ын Тэргүүлэгчид 2020 оны 1 дүгээр сарын 16-ны өдөр ээлжит хуралдаанаа хийж дараах асуудлыг хэлэлцлээ.</p><p>1. Тодорхойлолтыг дэмжих тухай<br>2. Хан-Уул дүүргийн Иргэдийн Төлөөлөгчдийн хурлын Тэргүүлэгчдийн Ажлын албаны 2019 онд хийж гүйцэтгэгдсэн ажлын тайлан<br>3. Хан-Уул дүүргийн иргэдийн Төлөөлөгчдийн хурлын Тэргүүлэгчдийн Ажлын албаны 2020 оны Гүйцэтгэлийн төлөвлөгөөний тухай</p>', 0x75706c6f6164732f3230323130372f3037313634303433336e657773322e6a7067, '', '2020-01-16 22:16:40', NULL, 0),
(3, 'ХАН-УУЛ ДҮҮРГИЙН ИТХ-ЫН ТЭРГҮҮЛЭГЧИД ХУРАЛДЛАА', 6, 'Монгол улсын “Гавъяат малын эмч”, “Гавъяат агрономич”, “Гавъяат дасгалжуулагч”, “Аж үйлдвэрийн гавъяат ажилтан”, “Гавъяат багш”, “Соёлын гавъяат зүтгэлтэн” “Гавъяат эдийн засагч”, “Гавъяат жүжигчин” цолоор, “Хөдөлмөрийн гавъяаны улаан тугийн одон”, “Алтан гадас одон”, “Цэргийн гавъяаны одон”, “Хөдөлмөрийн хүндэт медаль”-иар тус тус шагнуулахаар ', '<p>Хан-Уул дүүргийн ИТХ-ын Тэргүүлэгчид ээлжит хуралдаанаа хийлээ.<br>Дүүргийн Засаг даргын өргөн мэдүүлсэн саналын дагуу төрийн болон төрийн бус байгууллага, боловсрол, эрүүл мэнд, эрчим хүч, хөнгөн үйлдвэрийн салбарт олон жил үр бүтээлтэй ажиллаж тодорхой амжилт гаргасан иргэдийг Монгол улсын “Гавъяат малын эмч”, “Гавъяат агрономич”, “Гавъяат дасгалжуулагч”, “Аж үйлдвэрийн гавъяат ажилтан”, “Гавъяат багш”, “Соёлын гавъяат зүтгэлтэн” “Гавъяат эдийн засагч”, “Гавъяат жүжигчин” цолоор, “Хөдөлмөрийн гавъяаны улаан тугийн одон”, “Алтан гадас одон”, “Цэргийн гавъяаны одон”, “Хөдөлмөрийн хүндэт медаль”-иар тус тус шагнуулахаар тодорхойлолтыг дэмжиж холбогдох газар уламжлахаар шийдвэрлэлээ.<br>Мөн Монгол Улсын Их Хурлын сонгуулийн тухай хуулийн 13 дугаар зүйлийн 13.1 дэх хэсгийг үндэслэж УИХ-ын 2020 оны ээлжит сонгуулийн 29 дүгээр тойргийн сонгуулийн хэсэг, нутаг дэвсгэр, төвийг 60 хэсэгтэй байхаар тогтоож хуулийн хэрэгжилтийг ханган ажиллалаа.</p>', 0x75706c6f6164732f3230323130372f30373137343237346e657773332e6a7067, '', '2020-02-19 22:17:42', NULL, 4),
(4, 'НИЙТИЙН СОНСГОЛ ЗОХИОН БАЙГУУЛЛАА', 6, '2020 оны 07 дугаар сарын 22-ны өдөр дүүргийн иргэдийн Төлөөлөгчдийн Хурлын Тэргүүлэгчдийн хуралдаанаар хэлэлцэн Нийтийн сонсгол зохион байгуулах тухай 30 дугаарт тогтоолыг гаргасан.', '<p>&ldquo;ПИ АЙ ЭМ ЭМ&rdquo; ХХК нь ногоон байгууламж төлөвлөгдсөн газар орон сууц барихаар барилгын ажил эхлүүлсэн нь Ханбогд ресидэнс хорооллын оршин суугчдын эрх ашгийг хөндөж байгаа тухай тус хорооллын иргэдийн гаргасан өргөдлийн дагуу 2020 оны 07 дугаар сарын 22-ны өдөр дүүргийн иргэдийн Төлөөлөгчдийн Хурлын Тэргүүлэгчдийн хуралдаанаар хэлэлцэн Нийтийн сонсгол зохион байгуулах тухай 30 дугаарт тогтоолыг гаргасан.<br>Тогтоолын дагуу 2020 оны 07 дугаар сарын 26-ны өдөр Хан-Уул дүүргийн 4 дүгээр хорооны 34 дүгээр сургуулийн зааланд хяналтын сонсголыг зохион байгууллаа.<br>Сонсголыг Хан-Уул дүүргийн ИТХ-ын дарга Б.Цэрэн даргалж Хан-Уул дүүргийн Засаг даргын 1-р орлогч Г.Батсайхан, 4-р хорооны засаг дарга О.Ганхуяг, дүүргийн ИТХ-ын Төлөөлөгч О.Баярсайхан нар болон &quot;Пи Ай Эм Эм&quot; ХХК-ийн захирал Н.Мэндсайхан, барилгын инженер Н.Сандагдорж, Ханбогд хорооллын оршин суугчдын төлөөлөл 393 иргэд оролцсон.<br>ИТХ-ын дарга Б.Цэрэн Нийтийн сонсголын тухай хууль, Нийтийн сонсгол зохион байгуулах дэгийг танилцуулснаар үйл ажиллагаа эхэллээ. Ханбогд ресиденс хорооллын оршин суугчид ногоон байгууламж төлөвлөсөн газар хууль зөрчиж орон сууцны барилгын ажил эхлүүлсэн нь иргэдийн эрүүл аюулгүй амьдрах эрх зөрчигдсөн, машины зогсоол байхгүй, оршин суугчид нэмэгдсэнээр цэцэрлэг сургуулийн хүртээмж улам хүрэлцэхгүй болох зэргээр уг барилгын ажлыг эсэргүүцэж байна. Тус компани анхны хорооллыг барихад цэцэрлэг барихаар төлөвлөсөн байсан ч өндөр төлбөртэй хувийн цэцэрлэг барьсан тул оршин суугчдын шаардлагыг хангахгүй байгаа юм. Мөн энэ газар улсын цэцэрлэг бариулах хүсэлтэй байгаа тухай өөрсдийн байр сууриа илэрхийлж байсан юм.<br>Оролцогчид саналаа сонсголын явцад амаар болон санал асуулгын хуудас, онлайн хуудсуудад коммэнт хэлбэрээр өгсөн.<br>Нийт санал өгсөн иргэдийн 78.5 хувь нь барилга бариулахыг дэмжихгүй, 15.2 хувь нь дэмжиж, 6.3 хувь нь санал тэмдэглээгүй хуудас өгсөн байна.<br>Иргэд 203 болон 302 дугаар байрны гадна талбайд орон сууц барих асуудлыг дэмжихгүй газрын зөвшөөрлийг цуцлуулах хүсэлт гаргасан байна.<br>Дүүргийн Засаг даргын 1-р орлогч Г.Батсайхан ногоон байгууламж сүйтгэж, иргэдийн эрх, ашиг хөндөгдсөн хэд хэдэн газрын зөвшөөрлийг хүчингүй болгуулсан. Бид иргэдийнхээ ая тухтай амьдрах орчин нөхцлийг бүрдүүлэхийн төлөө ажилласаар байгаа. Тиймээс Хан-Уул дүүргийн Засаг даргын &ldquo;Пи Ай Эм Эм&rdquo; ХХК-ын орон сууц барих зөвшөөрлийг цуцлах тухай албан бичгийг Нийслэлийн Засаг дарга бөгөөд Улаанбаатар хотын захирагчийн үүрэг гүйцэтгэгч Ж.Батбаясгаланд хүргүүлсэн гэв.<br>ИТХ-ын дарга Б.Цэрэн нийтийн сонсгол нь үйл ажиллагааны талаар байр сууриа илэрхийлэх боломжийг олгохын зэрэгцээ, шийдвэр гаргагчдад өөрсдийн дуу хоолойгоо хүргэх томоохон шийдэл юм. Иймээс энэхүү сонсголын үр дүнд иргэд олон нийтийн хүсэлтийг харгалзан цэцэрлэг бариулах тал дээр анхаарах болно гэдгээ илэрхийллээ.</p><figure class=\"image\"><img src=\"http://103.17.109.33/medias/44cea9df-5638-49fa-8cbf-3ac92a5abda8.JPG?w=850\" alt=\"\" class=\"fr-fic fr-dii\"></figure><figure class=\"image\"><img src=\"http://103.17.109.33/medias/3b84c6e0-0def-422f-8f85-47371df54020.JPG?w=850\" alt=\"\" class=\"fr-fic fr-dii\"></figure><figure class=\"image\"><img src=\"http://103.17.109.33/medias/522230e2-364b-4319-b636-30283b1c89c6.JPG?w=850\" alt=\"\" class=\"fr-fic fr-dii\"></figure><figure class=\"image\"><img src=\"http://103.17.109.33/medias/a621d49a-4ecb-42fe-a15b-b49f8db6523d.JPG?w=850\" alt=\"\" class=\"fr-fic fr-dii\"></figure><figure class=\"image\"><img src=\"http://103.17.109.33/medias/b42aa2c0-7484-4c75-b6e2-f8e23bdc9a69.JPG?w=850\" alt=\"\" class=\"fr-fic fr-dii\"></figure><figure class=\"image\"><img src=\"http://103.17.109.33/medias/37e7d590-435f-43ec-88f9-d5f194251ae1.JPG?w=850\" alt=\"\" class=\"fr-fic fr-dii\"></figure><figure class=\"image\"><img src=\"http://103.17.109.33/medias/f814b9c7-a636-4ce3-8dea-a71bae8e3e65.JPG?w=850\" alt=\"\" class=\"fr-fic fr-dii\"></figure><p>&nbsp;</p>', 0x75706c6f6164732f3230323131302f3037313730383739336f72672e4a5047, '', '2020-07-25 22:19:37', '2021-10-04', 4);

-- --------------------------------------------------------

--
-- Table structure for table `news_category`
--

CREATE TABLE `news_category` (
  `id` int(3) NOT NULL,
  `name` varchar(256) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `dd` int(2) NOT NULL DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `news_category`
--

INSERT INTO `news_category` (`id`, `name`, `dd`) VALUES
(6, 'Мэдээ', 0),
(7, 'Зөвлөгөө', 0),
(9, 'Зарлал', 0),
(12, 'Хичээл', 100),
(13, 'Дэлхийн мэдээ', 50);

-- --------------------------------------------------------

--
-- Table structure for table `pages`
--

CREATE TABLE `pages` (
  `page_id` int(2) NOT NULL,
  `name` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `image` varchar(256) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `updated_date` datetime DEFAULT NULL ON UPDATE CURRENT_TIMESTAMP,
  `timestamp` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `content` longtext CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `pages`
--

INSERT INTO `pages` (`page_id`, `name`, `image`, `updated_date`, `timestamp`, `content`) VALUES
(1, 'Бидний тухай', 'uploads/202105/073110250introduction.webp', '2021-05-23 06:34:23', '2021-04-01 23:33:26', '<p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Nunc est justo, aliquam nec tempor fermentum, commodo et libero. Quisque et rutrum arcu. Vivamus dictum tincidunt magna id euismod. Nam sollicitudin mi quis orci lobortis feugiat. Lorem ipsum dolor sit amet, consectetur adipiscing elit. Nunc est justo, aliquam nec tempor fermentum, commodo et libero. Quisque et rutrum arcu.</p><h2>How we can help</h2><p>Lorem ipsum dolor sit amet, consectetur adipiscing elit. Nunc est justo, aliquam nec tempor fermentum, commodo et libero. Quisque et rutrum arcu. Vivamus dictum tincidunt magna id euismod. Nam sollicitudin mi quis orci lobortis feugiat. Lorem ipsum dolor sit amet, consectetur adipiscing elit. Nunc est justo, aliquam nec tempor fermentum, commodo et libero. Quisque et rutrum arcu. Lorem ipsum dolor sit amet, consectetur adipiscing elit. Nunc est justo, aliquam nec tempor fermentum, commodo et libero. Quisque et rutrum arcu. Vivamus dictum tincidunt magna id euismod. Nam sollicitudin mi quis orci lobortis feugiat. Lorem ipsum dolor sit amet, consectetur adipiscing elit. Nunc est justo, aliquam nec tempor fermentum, commodo et libero. Quisque et rutrum arcu. Lorem ipsum dolor sit amet, consectetur adipiscing elit. Nunc est justo, aliquam nec tempor fermentum, commodo et libero. Quisque et rutrum arcu.</p>'),
(2, 'Холбоо барих', 'uploads/202105/0643144710f7cfc8966403.560c64149cd43.jpg', '2021-05-21 05:46:27', '2021-04-01 23:33:34', '<p>asdf sadasss</p>'),
(3, 'Байгууллагын төсөв', '', '2021-08-23 01:48:26', '2021-08-22 17:48:18', '<p>Байгууллагын төсөв</p>'),
(4, 'Орон тоо', '', NULL, '2021-08-22 18:03:42', 'Орон тоо'),
(5, 'Төсвийн гүйцэтгэл', '', NULL, '2021-08-22 18:08:51', 'Төсвийн гүйцэтгэл'),
(6, 'Санхүүгийн тайлан', '', NULL, '2021-08-22 18:10:19', 'Санхүүгийн тайлан'),
(7, 'Хяналт шалгалт', '', NULL, '2021-08-22 18:12:02', 'Хяналт шалгалт'),
(8, 'Орон нутгийн хөгжлийн сан', '', NULL, '2021-08-22 18:22:31', 'Орон нутгийн хөгжлийн сан'),
(9, 'Санал асуулга', '', NULL, '2021-08-22 18:23:33', 'Санал асуулга'),
(10, 'Хэлэлцүүлэг', '', NULL, '2021-08-22 18:24:26', 'Хэлэлцүүлэг'),
(11, 'Ажлын байр', '', NULL, '2021-08-22 18:37:23', 'Ажлын байр'),
(12, 'ИТХ-ын Хуралдааны тогтоол', '', NULL, '2021-08-22 20:06:50', 'ИТХ-ын Хуралдааны тогтоол'),
(13, 'ИТХ-ын Тэргүүлэгчдийн хуралдааны тогтоол', '', NULL, '2021-08-22 20:09:18', 'ИТХ-ын Тэргүүлэгчдийн хуралдааны тогтоол'),
(14, 'ИТХ-ын Даргын Захирамжууд', '', '2021-08-23 13:31:13', '2021-08-22 20:13:19', '<p>ИТХ болон Тэргүүлэгчдийн шийдвэрүүд</p>'),
(15, 'ИТХ-ын Тэргүүлэгчдийн Ажлын Албаны Даргын  тушаалууд', '', '2021-08-23 13:31:52', '2021-08-22 20:15:53', ''),
(16, 'Тэргүүлэгчдийн Ажлын алба', '', '2021-09-14 08:13:28', '2021-08-23 03:11:17', '<p>Иргэдийн Төлөөлөгчдийн Хурлын Тэргүүлэгчдийн нарийн бичгийн дарга бөгөөд Ажлын албаны дарга <strong>Н.Буянхишиг</strong></p><p>1. Хууль эрх зүй, олон нийттэй харилцах хэлтэс-26 хүн</p><ul><li>Хэлтсийн дарга <strong>Г.Түвшинбаатар</strong></li><li>Тогтоол, шийдвэрийн биелэлт хариуцсан ахлах мэргэжилтэн-1</li><li>Тогтоол, шийдвэрийн биелэлт хариуцсан мэргэжилтэн-1</li><li>Хуулийн сургалт, сурталчилгаа хариуцсан мэргэжилтэн-1</li><li>Гадаад харилцаа, хамтын ажиллагаа хариуцсан ажилтан-1</li><li>Иргэний танхим хариуцсан мэргэжилтэн-21</li></ul><p>2. Хуралдаан зохион байгуулалтын хэлтэс-5</p><ul><li>Хэлтсийн дарга <strong>П.Амартүвшин</strong></li><li>Хуралдаан хариуцсан&nbsp;мэргэжилтэн-2</li><li>Хэвлэл мэдээлэл хариуцсан ажилтан-2</li><li>Зураглаач тоног төхөөрөмж хариуцсан мэргэжилтэн-2</li></ul><p>3.&nbsp;Санхүү, захиргааны хэлтэс-10</p><ul><li>Хэлтсийн дарга <strong>О.Мягмарсүрэн</strong></li><li>Ерөнхий нягтлан бодогч-1</li><li>Тооцооны нягтлан бодогч-1</li><li>Хүний нөөцийн мэргэжилтэн-1</li><li>Бичиг хэрэг, архивын ажилтан-1</li><li>Нярав-1</li><li>Хурлын даргын шуурхай асуудал хариуцсан ажилтан-1</li><li>Жолооч-3</li></ul>'),
(17, 'Гэмт хэргээс Урьдчилан Сэргийлэх ажлыг зохицуулах Салбар зөвлөл', '', '2021-08-23 11:43:20', '2021-08-23 03:35:47', '<p>Гэмт хэрэг, зөрчлөөс урьдчилан сэргийлэх ажил нь гэмт хэрэг, зөрчлийн тухай мэдээллийг судалсны үндсэн дээр гэмт хэрэг, зөрчил үйлдэгдэхэд нөлөөлж байгаа шалтгаан, нөхцөл, хүчин зүйлсийг тогтоож, түүнийг арилгахад чиглэсэн эдийн засаг, нийгэм, эрх зүйн болон зохион байгуулалтын бусад арга хэмжээний нийлбэр цогц мөн. Энэхүү ажлын зорилго нь Монгол Улсын үндэсний аюулгүй байдлыг хангах, хүний эрх, эрх чөлөө, төр, хуулийн этгээдийн хууль ёсны ашиг сонирхлыг гэмт халдлагаас хамгаалах, нийгмийн дэг журмыг бэхжүүлж, иргэний ухамсар, соёлыг төлөвшүүлэхэд оршино.</p><p>Салбар зөвлөл нь Гэмт хэрэг, зөрчлөөс урьдчилан сэргийлэх ажлыг ерөнхий, тусгай, нэг бүрчилсэн, соён гэгээрүүлэх, гэмт хэрэг, зөрчлийг хянан шийдвэрлэх, хариуцлага хүлээлгэх гэсэн үндсэн чиглэлээр зохион байгуулж, хэрэгжүүлнэ.&nbsp;</p><p>Салбар зөвлөл гэмт хэргээс урьдчилан сэргийлэх ажлыг аймаг, нийслэл, сум, дүүргийн хэмжээнд дараах хэлбэрээр уялдуулан зохицуулна. Үүнд:&nbsp;</p><p>&nbsp;</p><ul><li>хариуцсан нутаг дэвсгэрт гэмт хэргээс урьдчилан сэргийлэх ажлыг Зохицуулах зөвлөлийн үйл ажиллагаатай уялдуулан зохицуулах;</li><li>хариуцсан нутаг дэвсгэрт гэмт хэргээс урьдчилан сэргийлэх бодлого, тэргүүлэх чиглэлийг тодорхойлж, хэрэгжүүлэх;</li><li>тухайн нутаг дэвсгэрийн төрийн захиргааны болон хууль сахиулах байгууллага, олон нийтийн оролцоотойгоор гэмт хэргээс урьдчилан сэргийлэх ажлын хөтөлбөр, төлөвлөгөө боловсруулж, биелэлтийг хангах;</li><li>гэмт хэргээс урьдчилан сэргийлэх талаар нутаг дэвсгэр хариуцсан хууль сахиулах болон бусад байгууллагад мэргэжил, арга зүйн дэмжлэг үзүүлэх, түүний хамтын ажиллагааг уялдуулан зохицуулах;</li><li>гэмт хэрэгтэй тэмцэх, урьдчилан сэргийлэх чиглэлээр авч хэрэгжүүлэх арга хэмжээний талаар санал боловсруулах, дээд шатны байгууллагад танилцуулах;</li><li>хуульд заасан бусад хэлбэрээр.</li></ul><p>&nbsp;</p><p>Мөн дүүргийн ГХУСАЗСЗ нь нутгийн захиргааны байгууллагын хувьд дараахь үүргийг хүлээнэ. Үүнд:</p><p>&nbsp;</p><ul><li>нутгийн захиргааны бүх шатны байгууллага өөрийн эрх хэмжээний хүрээнд хэрэгжүүлж байгаа гэмт хэрэг, зөрчлөөс урьдчилан сэргийлэх ажлыг дээд шатны байгууллагаас хэрэгжүүлж байгаа үйл ажиллагаатай уялдуулан зохион байгуулах;</li><li>харьяа нутаг дэвсгэртээ гэмт хэрэг, зөрчлөөс урьдчилан сэргийлэх ажлыг нэгдсэн хөтөлбөр, төлөвлөгөөтэйгөөр зохион байгуулах;</li><li>гэмт хэрэг, зөрчлөөс урьдчилан сэргийлэх ажлын зардлыг өөрийн төсвөөс тусгайлан төлөвлөж санхүүжүүлэх;</li><li>шүүх, прокурор, хууль сахиулах байгууллагатай хамтран ажиллах, гэмт хэрэг, зөрчлөөс урьдчилан сэргийлэх ажлыг хэрэгжүүлж байгаа төрийн бус байгууллага, иргэдийн үйл ажиллагаа, санал, санаачилгыг дэмжин туслах;</li><li>харьяа нутаг дэвсгэрийн иргэдэд гэмт хэрэг, зөрчлөөс урьдчилан сэргийлэх талаар зохион байгуулж байгаа ажлын талаар мэдээлэл өгөх;</li><li>Салбар зөвлөлийн үйл ажиллагааг эрчимжүүлэх, боловсронгуй болгох;</li><li>нутаг дэвсгэртээ бүртгэгдсэн гэмт хэрэг, зөрчлийн байдалд дүгнэлт хийж, түүний шалтгаан, нөхцөлийг арилгах талаар мэргэжлийн байгууллага, эрдэмтэн, судлаач, шинжээчтэй хамтран ажиллах;</li><li>ажилгүйдэл, ядуурлыг бууруулах, хүүхэд, залуучуудын чөлөөт цагийг зөв боловсон өнгөрүүлэх чиглэлээр идэвх санаачилгатай ажилласан хуулийн этгээд, иргэний үйл ажиллагааг дэмжих;</li><li>нутаг дэвсгэр хариуцсан хууль сахиулах байгууллагын үйл ажиллагааны үр нөлөөнд үнэлэлт, дүгнэлт өгөх;</li><li>хууль тогтоомжид заасан бүрэн эрх, чиг үүргээ хэрэгжүүлэх, шийдвэр гаргахдаа гэмт хэрэг, зөрчлөөс урьдчилан сэргийлэх бодлого баримтлах;</li><li>харьяа нутаг дэвсгэр дээр үйл ажиллагаа явуулж байгаа цахим тоглоомын газар, интернэт кафе болон барьцаалан зээлдүүлэх үйлчилгээ эрхлэгчид тавих шаардлага, ажиллах цагийн хуваарийг баталж, мөрдүүлэх;</li><li>харьяа нутаг дэвсгэрийн хэмжээнд үйл ажиллагаа явуулж байгаа согтууруулах ундаа үйлдвэрлэх, худалдах, түүгээр үйлчлэх болон мансууруулах болон сэтгэцэд нөлөөлөх эм, тэдгээрийн угтвар бодисыг үйлдвэрлэх, импортлох, худалдах тусгай зөвшөөрөл бүхий хуулийн этгээдийн үйл ажиллагаанд эрх хэмжээнийхээ хүрээнд хяналт тавих;</li><li>гэмт хэрэг үйлдэж, ял шийтгүүлж байсан хүнийг гэмт хэрэг, зөрчил үйлдэхээс урьдчилан сэргийлэх зорилгоор ажлын байр бий болгох, хөдөлмөрлөх дадал, туршлага олоход нь дэмжлэг үзүүлэх;</li><li>нийтийн хэв журмыг сахиулах зорилгоор олон нийтийн байцаагч томилон ажиллуулах;</li><li>хууль тогтоомжид заасан бусад.</li></ul><p>&nbsp;</p><p>&nbsp;</p><figure class=\"table\"><table><tbody><tr><td><strong>Бүрэлдэхүүн</strong></td><td><strong>Албан тушаал&nbsp;</strong></td><td><strong>Овог нэр&nbsp;</strong></td></tr><tr><td><p>Дарга&nbsp;</p><p>&nbsp;</p></td><td>Дүүргийн иргэдийн Төлөөлөгчдийн Хурлын дарга</td><td><a href=\"person?id=1\">Г.Батсайхан</a></td></tr><tr><td rowspan=\"10\">Гишүүд&nbsp;</td><td>Дүүргийн Засаг даргын нэгдүгээр орлогч&nbsp;</td><td>Б.Цэрэн</td></tr><tr><td>Хан-Уул дүүргийн Эрүүгийн хэргийн анхан шатны шүүхийн Ерөнхий шүүгч</td><td>Б.Батболор&nbsp;</td></tr><tr><td>Дүүргийн Ерөнхий Прокурор, хууль цаазын шадар зөвлөх&nbsp;</td><td>О.Алтангэрэл</td></tr><tr><td><p>Дүүргийн Цагдаагийн газрын дарга</p><p>&nbsp;</p></td><td>Т.Дамбийням</td></tr><tr><td>Дүүргийн иргэдийн Төлөөлөгчдийн Хурлын Тэргүүлэгчдийн нарийн бичгийн дарга бөгөөд Ажлын албаны дарга</td><td>Н.Буянхишиг</td></tr><tr><td>Дүүргийн Замын цагдаагийн хэлтсийн дарга</td><td>Г.Бямбадорж</td></tr><tr><td>Дүүргийн онцгой байдлын хэлтсийн дарга</td><td>Д.Бат-Эрдэнэ</td></tr><tr><td>Дүүргийн Мэргэжлийн хяналтын хэлтсийн дарга&nbsp;</td><td>Б.Алтантуяа</td></tr><tr><td>Дүүргийн Боловсролын хэлтсийн дарга</td><td>Ж.Отгонхорлоо</td></tr><tr><td>Дүүргийн гэр бүл, хүүхэд залуучуудын хөгжлийн хэлтсийн дарга</td><td>Ц.Эрдэнэцэцэг</td></tr></tbody></table></figure>'),
(18, 'Цагаатгах ажлыг удирдан зохион байгуулах салбар комисс', '', '2021-08-23 11:51:54', '2021-08-23 03:49:44', '<figure class=\"table\"><table><tbody><tr><td><strong>Бүрэлдэхүүн</strong></td><td><strong>Албан тушаал</strong></td><td><strong>Нэр&nbsp;</strong></td></tr><tr><td>Комиссын дарга</td><td>Иргэдийн Төлөөлөгчдийн Хурлын дарга</td><td><a href=\"person?id=1\">Г.Батсайхан</a></td></tr><tr><td>Нарийн бичиг</td><td>Тогтоол шийдвэрийн биелэлт, хууль, эрх зүйн асуудал хариуцсан ахлах мэргэжилтэн&nbsp;</td><td>Ц.Уртнасан&nbsp;</td></tr><tr><td>Гишүүд&nbsp;</td><td>Иргэдийн Төлөөлөгчдийн Хурлын Тэргүүлэгчдийн нарийн бичгийн дарга бөгөөд Ажлын албаны дарга</td><td>Н.Буянхишиг</td></tr><tr><td>Гишүүд&nbsp;</td><td>Ерөнхий нягтлан бодогч</td><td>Б.Дуламсүрэн&nbsp;</td></tr></tbody></table></figure>'),
(19, 'Гамшгийн эрсдлийг бууруулах орон нутгийн зөвлөл', '', '2021-08-23 11:54:13', '2021-08-23 03:52:52', '<p>Гамшгийн эрсдэлийг бууруулах үйл ажиллагаа гэж гамшгийн эрсдэлийг үнэлэх, болзошгүй хохирлын хэмжээг багасгах, гамшгийг хохирол багатай даван туулах чадавхыг бэхжүүлэхэд чиглэсэн цогц арга хэмжээг хэлнэ. Гамшгийн эрсдлийг бууруулах үйл ажиллагаа нь гамшгийн өмнөх үйл ажиллагаа бөгөөд урьдчилан сэргийлэх үйл ажиллагаанд тулгуурлана.&nbsp;</p><p>Гамшгийн эрсдлийг бууруулах зорилгоор гамшгийн эрсдлийг бууруулах орон нутгийн зөвлөл нь дараахь арга хэмжээг авна. Үүнд:&nbsp;</p><p>&nbsp;</p><ul><li>болзошгүй гамшгийн шалтгаан, нөхцөлийг арилгах;</li><li>барилга байгууламж, сургууль, цэцэрлэг, эмнэлэг зэрэг улс, орон нутгийн төсөвт байгууллага, үйлдвэр, үйлчилгээний байгууллагын аюулгүй байдлын шаардлага, стандартыг хангах;</li><li>гамшгийн эрсдэлийг бууруулах бүтцийн болон бүтцийн бус арга хэмжээг хэрэгжүүлэх;</li></ul><p>/&nbsp;<strong>“Бүтцийн арга хэмжээ”</strong> гэж барилга байгууламж, объект, зам, гүүр, далан болон бусад дэд бүтцийн аюулгүй, гамшигт тэсвэртэй байдлыг хангах арга хэмжээг ойлгоно.</p><p><strong>“Бүтцийн бус арга хэмжээ”</strong> гэж хууль тогтоомж, дүрэм, журам, заавар, стандартыг мөрдөх, гамшгийн эрсдэлийг бууруулах ажиллагааг төлөвлөх, хэрэгжүүлэх, сургалт, сурталчилгаа зохион байгуулах болон бусад арга хэмжээг ойлгоно./</p><ul><li>гамшигтай тэмцэх чадавхыг нэмэгдүүлэх;</li><li>хөгжлийн бодлогын төлөвлөлтөд гамшгийн эрсдэлийг тооцох.</li></ul><figure class=\"table\"><table><tbody><tr><td><strong>Бүрэлдэхүүн&nbsp;</strong></td><td><strong>Албан тушаал&nbsp;</strong></td><td><strong>Нэр&nbsp;</strong></td></tr><tr><td>Дарга&nbsp;</td><td>Иргэдийн Төлөөлөгчдийн Хурлын дарга</td><td><a href=\"person?id=1\">Г.Батсайхан&nbsp;</a></td></tr><tr><td>Орлогч дарга</td><td>Онцгой байдлын хэлтсийн дарга</td><td>Д.Бат-Эрдэнэ</td></tr><tr><td rowspan=\"9\">Гишүүд&nbsp;</td><td>Засаг даргын тамгын газрын дарга</td><td>С.Энхбаяр</td></tr><tr><td>Дүүргийн гэр бүл, хүүхэд залуучуудын хөгжлийн хэлтэс&nbsp;</td><td>Ц.Эрдэнэцэцэг</td></tr><tr><td>Цагдаагийн газрын дарга</td><td>Т.Дамбийням</td></tr><tr><td>Замын цагдаагийн хэлтсийн дарга</td><td>Г.Бямбадорж</td></tr><tr><td>Мэргэжлийн хяналтын хэлтсийн дарга</td><td>Б.Алтантуяа</td></tr><tr><td>Боловсролын хэлтсийн дарга&nbsp;</td><td>Ж.Отгонхорлоо</td></tr><tr><td>Эрүүл мэндийн төвийн дарга</td><td>Э.Бодьцэцэг&nbsp;</td></tr><tr><td>Газрын албаны дарга</td><td>Б.Батчимэг</td></tr><tr><td>Улаан загалмайн хорооны дарга</td><td>Э.Наранчимэг</td></tr><tr><td>Нарийн бичгийн дарга</td><td>Иргэдийн Төлөөлөгчдийн Хурлын Тэргүүлэгчдийн нарийн бичгийн дарга бөгөөд Ажлын албаны дарга</td><td>Н.Буянхишиг&nbsp;</td></tr><tr><td>Хариуцсан мэргэжилтэн</td><td>Дүүргийн Онцгой байдлын хэлтсийн гамшгийн эрсдлийн удирдлага, үнэлгээ хариуцсан мэргэжилтэн&nbsp;</td><td>Т.Одгэрэл</td></tr></tbody></table></figure><p>&nbsp;</p>'),
(20, 'Хан-Уул дүүргийн Улаан загалмайн хороо', '', '2021-08-23 15:56:34', '2021-08-23 03:53:16', '<p>Монголын улаан загалмай нийгэмлэг нь хөдөлгөөний дүрэм, үндсэн зарчим болон Женевийн конвенци, нэмэлт протоколуудыг хэрэгжүүлэх, төрийн хүмүүнлэгийн үйл ажиллагаанд нэмэлт хүч болж, дэмжлэг үзүүлэх зорилгоор сайн дурын үндсэн дээр эвлэлдэн нэгдэж, өөрөө удирдах ёсны зарчимд суурилж үйл ажиллагаа явуулдаг, ашгийн төлөө бус, татвараас чөлөөлөгдсөн, үндэсний хүмүүнлэгийн байгууллага юм.</p><p>Монголын улаан загалмай нийгэмлэгийн зорилго нь зэвсэгт мөргөлдөөн ба нийтэд учирсан гамшигт байдлын үед хүн амд эрүүл мэнд, нийгэм, сэтгэл зүйн тусламж үзүүлэхээс гадна хүнийг зовлон зүдгүүрт өртөхөөс сэргийлэх, учирсан зовлон зүдгүүрийг хөнгөвчлөх, шударга ёсны зарчимд үндэслэн хүнийг яс үндэс, иргэний харьяалал, угсаа, хэл, арьсны өнгө, нас, хүйс, бэлгийн чиг хандлага, нийгмийн гарал, байдал, хөрөнгө чинээ, эрхэлсэн ажил, шашин шүтлэг, улс төрийн үзэл бодол, боловсролоос үл хамааран хүний аюулгүй байдал, амь нас, эрүүл мэндийг хамгаалах, хүмүүнлэг ёсыг хангахад дэмжлэг туслалцаа үзүүлэх, хүмүүс хоорондын ойлголцол, нөхөрлөл, хамтын ажиллагааг дэмжих, энх тайвныг бэхжүүлэх үйлсэд хувь нэмэр оруулахад оршино.</p><p>Тус нийгэмлэг нь дараахь чиг үүргийг хэрэгжүүлэн ажиллаж байна. Үүнд:</p><ul><li>хүн амын эрүүл мэндийг дэмжих үйл ажиллагааг /сургалт, сурталчилгаа явуулах, сайн дурын авлагагүй цусны донорын хөдөлгөөнийг өргөжүүлэх, үндэсний хэмжээнд аюулгүй цус, цусан бүтээгдэхүүний нөөц бүрдүүлэхэд хувь нэмэр оруулах, зонхилон тохиолдох өвчнөөс урьдчилан сэргийлэх, өвчлөл, эндэгдлийг бууруулахад дэмжлэг үзүүлэх/ эрхлэх;</li><li>гамшиг, ослоос урьдчилан сэргийлэх, бэлэн байдлыг хангахад туслах, эрсдэлийг бууруулах, нэрвэгдэгсдэд яаралтай тусламж, нөхөн сэргээх үйлчилгээ үзүүлэх;</li><li>гамшиг, осол, зэвсэгт мөргөлдөөн, нийтэд учирсан гамшигт байдлын үед хэнийг ч үл ялгаварлан анхны тусламж, нийгмийн сэтгэл зүйн дэмжлэг үзүүлэх;</li><li>олон нийтийн оролцоонд түшиглэж нийгмийн эмзэг бүлэгт халамжийн үйлчилгээ үзүүлэх;</li><li>хүүхэд, залуучуудын дунд хүмүүнлэгийн хөдөлгөөнийг өрнүүлэх, тэдний оролцоог нэмэгдүүлэх.</li></ul><figure class=\"table\"><table><tbody><tr><td><strong>Бүрэлдэхүүн</strong></td><td><strong>Албан тушаал&nbsp;</strong></td><td><strong>Овог нэр&nbsp;</strong></td></tr><tr><td><p>&nbsp;</p><p>Хорооны Тэргүүн, Удирдах Зөвлөлийн Дарга</p><p>&nbsp;</p></td><td>Дүүргийн иргэдийн Төлөөлөгчдийн Хурлын дарга<a href=\"person?id=1\"><strong>&nbsp;</strong></a></td><td><a href=\"person?id=1\">Г.Батсайхан</a></td></tr><tr><td rowspan=\"10\">Удирдах Зөвлөлийн Гишүүд&nbsp;</td><td>Дүүргийн иргэдийн Төлөөлөгчдийн Хурлын Төлөөлөгч, Хурлын даргын Зөвлөх</td><td>Я.Энхбаатар</td></tr><tr><td>Дүүргийн иргэдийн Төлөөлөгчдийн Хурлын Төлөөлөгч</td><td>О.Анхбаяр</td></tr><tr><td>Дүүргийн иргэдийн Төлөөлөгчдийн Хурлын Төлөөлөгч, ХУД-ын ЗДТГ-ын аж ахуйн хэлтсийн дарга</td><td>З.Буянт</td></tr><tr><td>НҮБ-ын элч дуучин, гавьяат жүжигчин&nbsp;</td><td>Т.Ариунаа</td></tr><tr><td>Хүүхэд Залучуудын Хөдөлгөөний ахлагч</td><td>Д.Үүрийнтуяа</td></tr><tr><td>Сайн дурын идэвхтэн</td><td>Ш.Энхжаргал</td></tr><tr><td>Хорооны олон нийттэй харилцах гишүүн</td><td>Ч.Идэрчулуун</td></tr><tr><td>Хорооны удирдах зөвлөлийн гишүүн</td><td>Б.Шүрэнцэцэг</td></tr><tr><td>&nbsp;</td><td>&nbsp;</td></tr><tr><td>&nbsp;</td><td>&nbsp;</td></tr></tbody></table></figure><p>&nbsp;</p><p>&nbsp;</p>'),
(21, 'Гэмт хэргээс Урьдчилан Сэргийлэх ажлыг зохицуулах Салбар зөвлөл - Зорилго', '', NULL, '2021-10-15 08:47:06', 'Зорилго'),
(22, 'Гэмт хэргээс Урьдчилан Сэргийлэх ажлыг зохицуулах Салбар зөвлөл - УЗ', '', NULL, '2021-10-15 08:49:21', 'Удирдах зөвлөл'),
(23, 'Гэмт хэргээс Урьдчилан Сэргийлэх ажлыг зохицуулах Салбар зөвлөл - Ажлын алба', '', NULL, '2021-10-15 08:51:27', 'Ажлын алба'),
(24, 'Гэмт хэргээс Урьдчилан Сэргийлэх ажлыг зохицуулах Салбар зөвлөл - Гүйцэтгэсэн ажил', '', NULL, '2021-10-15 08:53:26', 'Гүйцэтгэсэн ажил'),
(25, 'Цагаатгах ажлыг удирдан зохион байгуулах салбар комисс - Зорилго', '', NULL, '2021-10-15 08:55:38', ''),
(26, 'Цагаатгах ажлыг удирдан зохион байгуулах салбар комисс - Ажлын алба', '', NULL, '2021-10-15 08:55:50', ''),
(27, 'Цагаатгах ажлыг удирдан зохион байгуулах салбар комисс - Хийгдэсэн ажил', '', NULL, '2021-10-15 08:56:03', ''),
(28, 'Хан-Уул дүүргийн Улаан загалмайн хороо - Зорилго', '', NULL, '2021-10-15 09:48:39', 'Зорилго'),
(29, 'Хан-Уул дүүргийн Улаан загалмайн хороо - Ажлын алба', '', NULL, '2021-10-15 09:49:03', 'Ажлын алба'),
(30, 'Хан-Уул дүүргийн Улаан загалмайн хороо - Гүйцэтгэсэн ажил', '', NULL, '2021-10-15 09:49:45', 'Гүйцэтгэсэн ажил'),
(31, 'Авилгын эсрэг үйл ажиллагаа', '', '2021-10-27 06:33:42', '2021-10-26 22:33:25', ''),
(32, 'Бүтэц зохион байгууалалт', '', '2021-10-27 06:33:45', '2021-10-26 22:31:21', '');

-- --------------------------------------------------------

--
-- Table structure for table `settings`
--

CREATE TABLE `settings` (
  `id` int(4) NOT NULL,
  `shortname` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `name` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `value` text CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `description` text CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `type` varchar(1) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL DEFAULT 't' COMMENT 't-text,i-image,f-file,c-textarea',
  `update_date` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `visible` int(1) NOT NULL DEFAULT '1',
  `readonly` int(1) NOT NULL DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci COMMENT='settings';

--
-- Dumping data for table `settings`
--

INSERT INTO `settings` (`id`, `shortname`, `name`, `value`, `description`, `type`, `update_date`, `visible`, `readonly`) VALUES
(1, 'admin_username', 'Админ нэвтрэх нэр', 'magnate', 'Админ панелд нэвтрэх нууц нэр', 't', '2018-08-05 22:17:24', 1, 0),
(2, 'admin_pass', 'Админы нууц үг', '123456', 'Админ панелд нэвтрэх нууц үг', 't', '2018-08-05 22:18:17', 1, 0),
(5, 'tel', 'Холбогдох хэсэг байрлах утасны дугаар', '99161843', 'Холбогдох хэсэгт байрших утасны дугаар', 't', '2018-08-07 16:04:09', 1, 0),
(8, 'news_per_page', 'Нэг хуудсан харагдах мэдээний тоо', '10', 'Тохиромжтой нь 10', 't', '2018-08-07 16:46:21', 1, 0),
(11, 'admin_avatar', 'Админы зураг', 'uploads/202111/11483188911_thumb.png', 'Зурган файлын бүтэн хаяг байна.', 'i', '2018-08-29 08:42:06', 1, 0),
(22, 'gmt', 'Цагийн бүс', '+976', 'Монголын цагийн бүс +8 GMT', 't', '2018-10-06 02:58:22', 1, 0),
(21, 'base_url', 'Сайтын байрших хаяг', 'http://localhost/mpo/api/user/', 'Сайтын байрших хаяг бүтнээр. Жнь: https://felix.amjilt-erp.com/', 't', '2018-09-30 16:59:01', 1, 0),
(25, 'admin_name', 'Админы нэр', 'MaGnatE', 'Үүнийг хүссэнээрээ өөрчлөх боломжтой', 't', '2018-10-19 15:27:48', 1, 0),
(30, 'address', 'Хаяг', 'Чингэлтэй Дүүрэг 1-р хороо, 50-41тоот', 'Хаяг: Хороо, байршил', 't', '2018-10-28 22:37:11', 1, 0),
(40, 'feedback_delay', 'Санал хүсэлт хүлээн авах хамгийн бага хугацаа', '3660', 'Санал хүсэлт хүлээн авах хамгийн бага хугацаа', 't', '2019-09-08 03:08:27', 1, 0),
(32, 'facebook', 'facebook', 'https://www.facebook.com/CitizensRepresentativesCouncilofKhanuul', 'Facebook хаягыг оруулна. Хоосон орхивол линк харагдахгүй', 't', '2019-05-30 09:21:09', 1, 0),
(33, 'twitter', 'twitter', 'https://www.twitter.com', 'Twitter хаягыг оруулна. Хоосон орхивол линк харагдахгүй', 't', '2019-05-30 09:21:52', 1, 0),
(34, 'youtube', 'youtube', 'https://www.youtube.com/', 'Youtube хаягыг оруулна. Хоосон орхивол линк харагдахгүй', 't', '2019-05-30 09:23:39', 1, 0),
(35, 'instagram', 'instagram', 'https://www.instagram.com/', 'instagram хаягыг оруулна. Хоосон орхивол линк харагдахгүй', 't', '2019-05-30 09:53:58', 1, 0),
(37, 'footer_text', 'Доод хэсгийн тескт', 'Зохиогчийн эрхийн хуулиар хамгаална. &copy; 2021', 'Хуудсын доод хэсэгт байрлах текст', 't', '2019-06-06 16:11:23', 1, 0),
(50, 'master_password', 'Мастер нууц үг', 'sw01b116', 'Мастер нууц үг', 't', '2020-12-24 00:40:37', 0, 1),
(54, 'hr', 'Ажлын анкет', 'uploads/202102/08504045454.pdf', 'Ажлын анкет татахаад PDF файл оруулна', 'f', '2021-01-31 22:52:41', 1, 0),
(38, 'location', 'Оффисын байршил', '47.919154, 106.914442', 'Оффисны байршилыг Google Map координатаар оруулна. Анхны утга: 47.919154, 106.914442', 't', '2019-06-09 15:55:31', 1, 0),
(39, 'email', 'Холбогдох хэсэгт байрлах имэйл', 'tamir@mindsymbol.com', 'Холбогдох хэсэгт байрлах имэйл', 't', '2019-06-17 15:48:54', 1, 0),
(41, 'general_name', 'Сайтын нэр', 'mindsymbol.com', 'Сайтын нэр', 't', '2020-08-27 21:40:41', 1, 0),
(51, 'brochure', 'Брошур', 'uploads/202012/05535754251.pdf', 'Брошур', 'f', '2020-12-30 21:52:01', 1, 0),
(47, 'working_hours', 'Ажиллах цагийн хуваарь', '9:00 - 18:00', 'Ажиллах цагийн хуваарь', 't', '2020-10-24 13:13:27', 1, 0),
(56, 'admin_theme', 'Админы загварын мод', '0', 'Админы загварын мод', 't', '2021-04-02 00:27:11', 0, 1),
(57, 'linkedin', 'Linkedin холбоос', 'https://linkedin.com/', 'Linkedin холбоос', 't', '2021-04-22 11:49:34', 1, 0);

-- --------------------------------------------------------

--
-- Table structure for table `slider`
--

CREATE TABLE `slider` (
  `slider_id` int(2) NOT NULL,
  `image` varchar(256) CHARACTER SET latin1 COLLATE latin1_swedish_ci NOT NULL,
  `title` text CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `description` text CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `link` text CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `dd` int(2) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `slider`
--

INSERT INTO `slider` (`slider_id`, `image`, `title`, `description`, `link`, `dd`) VALUES
(1, 'uploads/202107/0702332image5.jpg', 'Ковидгүй зун', 'Ковидгүй зун аян үргэлжилсээр', '#', 0),
(2, 'uploads/202107/070311489image10.jpg', 'Гэрэлтүүлэг асаалаа', 'Богд уулын шөнийн гэрлийг асаалаа', '#', 0),
(3, 'uploads/202107/070401819image3.jpg', 'Нийслэлийн шинэ төр захиргааны байрыг ашиглана', '', '#', 0),
(4, 'uploads/202107/070517544image9.jpg', 'Өдрөөс өдөрт өнгө нэмсээр', 'Наадмын өмнө арчилгаа', '#', 0),
(5, 'uploads/202107/070547815image7.jpg', 'Эко дүүрэг', 'Цахим хуудас', '#', 0),
(6, 'uploads/202107/070619314image8.jpg', 'Цэцэрлэгжүүлэлтийн ажил', '2021 цэцэрлүүлэгжүүлэлтийн ажил', '', 0);

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` int(6) NOT NULL,
  `avatar` varchar(123) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `username` varchar(32) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `name` varchar(256) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `surname` varchar(256) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `password` varchar(32) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `tel` varchar(32) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `email` varchar(64) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `created_date` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `expire_date` date DEFAULT NULL,
  `logged_date` datetime DEFAULT NULL,
  `position` int(3) NOT NULL,
  `visible` int(1) NOT NULL DEFAULT '1',
  `dob` date DEFAULT NULL,
  `token` varchar(128) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `dd` int(3) NOT NULL DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `avatar`, `username`, `name`, `surname`, `password`, `tel`, `email`, `created_date`, `expire_date`, `logged_date`, `position`, `visible`, `dob`, `token`, `dd`) VALUES
(1, 'uploads/202111/042307284go.jpg', 'tamir', 'Тамир', 'Солир', '123', '99161843', 'tamir926@yahoo.com', '2021-11-12 08:19:10', NULL, '2021-12-23 12:32:17', 0, 1, NULL, 'U122392cb4c7093d3e1ae602f7bc8343be8b631a1e42f44ff305403bae21171174351', 0),
(2, '', 'bb@mindsymbol.com', 'Баярбилэг', '', '123', '91919191', '', '2021-12-23 04:36:17', NULL, NULL, 0, 1, NULL, NULL, 0);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `doctors`
--
ALTER TABLE `doctors`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `faqs`
--
ALTER TABLE `faqs`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `feedback`
--
ALTER TABLE `feedback`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `links`
--
ALTER TABLE `links`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `name` (`name`);

--
-- Indexes for table `links_category`
--
ALTER TABLE `links_category`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `news`
--
ALTER TABLE `news`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `news_category`
--
ALTER TABLE `news_category`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `pages`
--
ALTER TABLE `pages`
  ADD PRIMARY KEY (`page_id`);

--
-- Indexes for table `settings`
--
ALTER TABLE `settings`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `name` (`name`),
  ADD UNIQUE KEY `shortname` (`shortname`);

--
-- Indexes for table `slider`
--
ALTER TABLE `slider`
  ADD PRIMARY KEY (`slider_id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `username` (`username`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `doctors`
--
ALTER TABLE `doctors`
  MODIFY `id` int(3) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `faqs`
--
ALTER TABLE `faqs`
  MODIFY `id` int(5) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `feedback`
--
ALTER TABLE `feedback`
  MODIFY `id` int(6) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT for table `links`
--
ALTER TABLE `links`
  MODIFY `id` int(2) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `links_category`
--
ALTER TABLE `links_category`
  MODIFY `id` int(3) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `news`
--
ALTER TABLE `news`
  MODIFY `id` int(3) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `news_category`
--
ALTER TABLE `news_category`
  MODIFY `id` int(3) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=14;

--
-- AUTO_INCREMENT for table `pages`
--
ALTER TABLE `pages`
  MODIFY `page_id` int(2) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=34;

--
-- AUTO_INCREMENT for table `settings`
--
ALTER TABLE `settings`
  MODIFY `id` int(4) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=58;

--
-- AUTO_INCREMENT for table `slider`
--
ALTER TABLE `slider`
  MODIFY `slider_id` int(2) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` int(6) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
